Repository: theimpossibleastronaut/rmw
Catalog: po/*.po
Languages: de, es_mx, fi, fr, fr_fr, hi, ne, nl_nl, pl_pl, pt_br, ru, uk

source: Usage: %s [OPTION]... FILE... Move FILE(s) to a WASTE directory listed in configuration file or: %s -s or: %s -u or: %s -z FILE...
fr: Utilisation : %s [OPTION]... FICHIER... Déplacer le(s) FICHIER(s) vers un répertoire WASTE répertorié dans le fichier de configuration ou : %s -s ou : %s -u ou : %s -z FICHIER...

source: Restore FILE(s) from a WASTE directory
fr: Restaurer le(s) FICHIER(s) depuis un répertoire WASTE

source: -h, --%s show help for command line options
fr: -h, --%s afficher l'aide pour les options de ligne de commande

source: -c, --%s FILE use an alternate configuration
fr: -c, --%s FICHIER utiliser une configuration alternative

source: -l, --%s list waste directories
fr: -l, --%s lister les répertoires WASTE

source: -g[N_DAYS], --%s[=N_DAYS] purge expired files; optional argument 'N_DAYS' overrides '%s' value from the configuration file (Examples: -g90, --purge=90)
fr: -g[N_JOURS], --%s[=N_JOURS] purger les fichiers expirés; l'argument optionnel 'N_JOURS' remplace la valeur '%s' du fichier de configuration (Exemples : -g90, --purge=90)

source: -o, --%s check for orphaned files (maintenance)
fr: -o, --%s vérifier les fichiers orphelins (maintenance)

source: -f, --%s allow purging of expired files
fr: -f, --%s autoriser la purge des fichiers expirés

source: --%s completely empty (purge) all waste directories
fr: --%s vider complètement (purger) tous les répertoires WASTE

source: -r, -R, --%s option used for compatibility with rm (recursive operation is enabled by default)
fr: -r, -R, --%s option utilisée pour la compatibilité avec rm (l'opération récursive est activée par défaut)

source: --%s bypass protection of top-level files
fr: --%s contourner la protection des fichiers de niveau supérieur

source: -v, --%s increase output messages
fr: -v, --%s augmenter les messages de sortie

source: -w, --%s display warranty
fr: -w, --%s afficher la garantie

source: -V, --%s display version and license information
fr: -V, --%s afficher les informations de version et de licence

source: ===] Restoring [===
fr: ===] Restauration [===

source: -z, --%s FILE(s) restore FILE(s) (see man page example)
fr: -z, --%s FICHIER(s) restaurer FICHIER(s) (voir l'exemple de la page man)

source: -s, --%s select files from list to restore
fr: -s, --%s sélectionner des fichiers dans la liste à restaurer

source: -u, --%s undo last move
fr: -u, --%s annuler le dernier déplacement

source: -m, --%s list most recently rmw'ed files
fr: -m, --%s lister les fichiers les plus récemment rmw'és

source: Visit the rmw home page for more help, and information about how to obtain support - <
fr: Visitez la page d'accueil de rmw pour plus d'aide et d'informations sur comment obtenir de l'aide - <

source: Report bugs to <%s>.
de: Melde Fehler an <%s>.
es_mx: Comunicar errores a <%s>. Comunicar errores de traducción a <marioecg@gmail.com>.
fi: Raportoi bugeista <%s>.
fr: Signaler les bugs à <%s>.
fr_fr: Rapporter les bugs à <%s>. Rapporter les bugs de traductions à <vvchellen@gmail.com>.
hi: Galti yahan kare <%s>.
nl_nl: Rapporteer fouten aan <%s>.
pl_pl: Zgłaszanie błędów: <%s>. Zgłaszanie błędów tłumaczenia: <veg@svgames.pl>
pt_br: Comunicar erros a <%s>. Comunicar erros de tradução a <jmrodriguesgoncalves@myseneca.ca>.
ru: Пожалуйста сообщите о баге по этому адрессу <%s>. Пожалуйста сообщите о проблеме с переводом по этому адрессу <sgalianova@myseneca.ca>.
uk: Пожалуйста сообщите о баге по этому адрессу <%s>. Пожалуйста сообщите о проблеме с переводом по этому адрессу <sgalianova@myseneca.ca>.

source: THERE IS NO WARRANTY FOR THE PROGRAM, TO THE EXTENT PERMITTED BY APPLICABLE LAW. EXCEPT WHEN OTHERWISE STATED IN WRITING THE COPYRIGHT HOLDERS AND/OR OTHER PARTIES PROVIDE THE PROGRAM "AS IS" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE PROGRAM IS WITH YOU. SHOULD THE PROGRAM PROVE DEFECTIVE, YOU ASSUME THE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION.
de: ES GIBT KEINE GARANTIE AUF DAS PROGRAMM, SOWEIT DAS GESETZ DIES ZULÄSST. SOFERN NICHT ANDERS SCHRIFTLICH ANGEGEBEN, STELLEN DIE URHEBER UND/ODER ANDERE PARTEIEN DAS PROGRAM OHNE MÄNGELGEWÄHR UND OHNE GARANTIE IRGENDEINER ART ZUR VERFÜGUNG, WEDER AUSDRÜCKLICH NOCH IMPLIZIT, INKLUSIVE, ABER NICHT BESCHRÄNKT AUF, DIE IMPLIZIERTEN GARANTIEN DER VERMARKTBARKEIT UND EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. DAS GESAMTE RISIKO IM HINBLICK AUF DIE QUALITÄT UND LEISTUNGSFÄHIGKEIT DES PROGRAMMS LIEGT BEI IHNEN. SOLLTE DAS PROGRAMM SICH ALS FEHLERHAFT HERAUSSTELLEN, ÜBERNEHMEN SIE DIE KOSTEN FÜR ALLE NOTWENDIGEN WARTUNGSARBEITEN, REPARATUREN ODER VERBESSERUNGEN.
es_mx: NO HAY GARANTÍA PARA EL PROGRAMA, EN LA MEDIDA PERMITIDA POR LA LEY. EXCEPTO CUANDO SE INDIQUE DE OTRA FORMA POR ESCRITO LOS TITULARES DE LOS DERECHOS DE AUTOR Y/O OTRAS PARTES QUE BRINDAN EL PROGRAMA "COMO ES" SIN GARANTÍA DE ALGÚN TIPO, EXPRESADA O IMPLICADA, INCLUYENDO, PERO NO LIMITADA A, LAS GARANTÍAS IMPLÍCITAS DE COMERCIALIZACIÓN Y APTAS PARA UN PROPÓSITO EN PARTICULAR. TODO EL RIESGO EN CUANTO A LA CALIDAD Y EL RENDIMIENTO DEL PROGRAMA ES SIN USTED. SI EL PROGRAMA RESULTA DEFECTUOSO, USTED ASUME EL COSTO DE TODO SERVICIO NECESARIO, REPARACIÓN O CORRECCIÓN.
fr: IL N'Y A AUCUNE GARANTIE POUR LE PROGRAMME, DANS LA MESURE PERMISE PAR LA LOI APPLICABLE. SAUF INDICATION CONTRAIRE PAR ÉCRIT, LES DÉTENTEURS DE DROITS D'AUTEUR ET/OU AUTRES PARTIES FOURNISSENT LE PROGRAMME "TEL QUEL" SANS AUCUNE GARANTIE DE QUELQUE NATURE QUE CE SOIT, EXPLICITE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, AUX GARANTIES IMPLICITES DE QUALITÉ MARCHANDE ET D'ADÉQUATION À UN USAGE PARTICULIER. LE RISQUE ENTIER QUANT À LA QUALITÉ ET À LA PERFORMANCE DU PROGRAMME VOUS INCOMBE. SI LE PROGRAMME S'AVÉRAIT DÉFECTUEUX, VOUS ASSUMEZ LE COÛT DE TOUS LES SERVICES NÉCESSAIRES, RÉPARATIONS OU CORRECTIONS.
fr_fr: IL N'Y PAS DE GARANTIE ASSOCIE A CE PROGRAMME DANS LA MESURE PERMISE PAR LA LOI EN VIGEUR. A L'EXCEPTION LORSQUE INDIQUÉ AUTREMENT DANS L’ÉCRITURE DU COPYRIGHT LES TITULAIRES ET/OU AUTRES PARTIES FOURNISSENT LE PROGRAMME " TEL QUEL ", SANS GARANTIE DE TOUTE NATURE, EXPLICITE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES IMPLICITES DE QUALITÉ MARCHANDE ET D’ADAPTATION À UN BESOIN PARTICULIER TOUT RISQUE LIÉ À LA QUALITÉ ET AUX PERFORMANCES DU PROGRAMME EST AVEC VOUS SI LE PROGRAMME S'AVERAIT DEFECTUEUX, VOUS ASSUMEZ LE COUT DE TOUT ENTRETIEN, RÉPARATION OU CORRECTION NÉCESSAIRE.
pl_pl: TEN PROGRAM ROZPOWSZECHNIANY JEST BEZ ŻADNEJ GWARANCJI ANI RĘKOJMI, W NAJWYŻSZYM DOPUSZCZALNYM PRZEZ PRAWO STOPNIU. O ILE NIE NAPISANO INACZEJ, AUTORZY I/LUB OSOBY TRZECIE ROZPOWSZECHNIAJĄ PROGRAM "TAK, JAK JEST", BEZ JAKIEJKOLWIEK GWARANCJI - ZARÓWNO OKREŚLONEJ WPROST, JAK I DOMYŚLONEJ - WŁĄCZAJĄC W TO, ALE NIE OGRANICZAJĄC SIĘ, DO DOMYŚLNYCH GWARANCJI NT. GOTOWOŚCI RYNKOWEJ I PRZYDATNOŚCI DO OKREŚLONYCH ZADAŃ. WSZYSTKIE RYZYKA DOTYCZĄCE JAKOŚCI ORAZ WYDAJNOŚCI PROGRAMU SPOCZYWAJĄ NA TOBIE. JEŻELI OKAZAŁOBY SIĘ, ŻE PROGRAM DZIAŁA BŁĘDNIE, PRZYJMUJESZ NA SIEBIE WSZELKIE KOSZTY NAPRAW, SERWISOWANIA CZY TEŻ POPRAWEK.
pt_br: NÃO HÁ NENHUMA GARANTIA PARA O PROGRAMA, NA EXTENSÃO PERMITIDA PELA LEI APLICÁVEL. EXCEPTO QUANDO TUDO INDICADO POR ESCRITO OS TITULARES DE DIREITOS AUTORAIS E/OU OUTRAS PARTES FORNECEM O PROGRAMA "COMO É", SEM GARANTIA DE QUALQUER TIPO, EXPRESSA OU IMPLÍCITA, INCLUINDO, MAS NÃO SE LIMITANDO A, GARANTIAS IMPLÍCITAS DE COMERCIALIZAÇÃO E APTIDÃO PARA UM PROPÓSITO PARTICULAR. TODO O RISCO SOBRE A QUALIDADE E O DESEMPENHO DO PROGRAMA ESTÁ COM VOCÊ. SE O PROGRAMA ESTIVER DEFECTUOSO, VOCÊ ASSUME O CUSTO DE TODA A MANUTENÇÃO, REPARAÇÃO OU CORRECÇÃO NECESSÁRIAS.
ru: НЕТ НИКАКИХ ГАРАНТИЙ ДЛЯ ПРОГРАММЫ ДО РАМОК, ДОПУСТИМЫХ ДЕЙСТВУЮЩИМЗАКОНОДАТЕЛЬСТВОМ. ЕСЛИ ИНОЕ НЕ УСТАНОВЛЕНО В ПИСЬМЕННОЙ ФОРМЕ,ПРАВООБЛАДАТЕЛЬ И/ИЛИ ДРУГИЕ СТОРОНЫ ПРЕДОСТАВЛЯЮТ ПРОГРАММУ «КАК ЕСТЬ», БЕЗ КАКИХ ЛИБО ГАРАНТИЙ(ЗАЯВЛЕННЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ), ВКЛЮЧАЯ, НО, НЕ ОГРАНИЧИВАЯСЬ,ПОДРАЗУМЕВАЕМЫМИ ГАРАНТИЯМИ ТОВАРНОГО СОСТОЯНИЯ ПРИ ПРОДАЖЕ И ГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОГО ПРИМЕНЕНИЯ.ВЕСЬ РИСК, КАК В ОТНОШЕНИИ КАЧЕСТВА, ТАК И ПРОИЗВОДИТЕЛЬНОСТИ ПРОГРАММЫ ВЫ БЕРЕТЕ НА СЕБЯ.ЕСЛИ В ПРОГРАММЕ ОБНАРУЖЕН ДЕФЕКТ, ВЫ БЕРЕТЕ НА СЕБЯ СТОИМОСТЬНЕОБХОДИМОГО ОБСЛУЖИВАНИЯ, ПОЧИНКИ ИЛИ ИСПРАВЛЕНИЯ.
uk: НЕМАЄ ЖОДНИХ ГАРАНТІЙ ДЛЯ ПРОГРАМИ ДО РАМОК, ДОЗВОЛЕНИХ ДІЮЧИМ ЗАКОНОДАВСТВОМ. ЯКЩО ІНШЕ НЕ ВСТАНОВЛЕНО В ПИСЬМОВІЙ ФОРМІ,ПРАВООБЛАЧ ТА/АБО ІНШІ СТОРОНИ НАДАЮТЬ ПРОГРАМУ «ЯК Є», БЕЗ ЖОДНИХ ГАРАНТІЙ(ЗАЯВЛЕНИХ ЧИ ПІДРОЗУМІЮЧИХ), ВКЛЮЧАЮЧИ, АЛЕ, НЕ ОБМЕЖУЮЧИСЬ,ПІДРОЗУМІЮЧИМИ ГАРАНТІЯМИ ТОВАРНОГО СТАНУ ПРИ ПРОДАЖУ ТА ПРИДАТНОСТІ ДЛЯ ПЕВНОГО ВИКОРИСТАННЯ. ВЕСЬ РИЗИК, ЯК У ВІДНОШЕННІ ЯКОСТІ, ТАК І РОБОТА ПРОГРАМИ ВИ БЕРЕТЕ НА СЕБЕ. ЯКЩО В ПРОГРАМІ ЗНАЙДЕНО ДЕФЕКТ, ВИ БЕРЕТЕ НА СЕБЯ ВАРТІСТЬ НЕОБХІДНОГО ОБСЛУГОВУВАННЯ, РЕМОНТУ ЧИ ВИПРАВЛЕННЯ.

source: rmw %s Author: Andy Alt (arch_stanton5995@proton.me) The RMW team: see AUTHORS file This program comes with ABSOLUTELY NO WARRANTY; for details type 'rmw -w.' This is free software, and you are welcome to redistribute it under certain conditions; see <http://www.gnu.org/licenses/gpl.html> for details.
fr: rmw %s Auteur : Andy Alt (arch_stanton5995@proton.me) L'équipe RMW : voir le fichier AUTHORS Ce programme est fourni SANS AUCUNE GARANTIE ; pour plus de détails, tapez 'rmw -w.' C'est un logiciel libre, et vous êtes invité à le redistribuer sous certaines conditions ; voir <http://www.gnu.org/licenses/gpl.html> pour plus de détails.

source: Try '%s ./%s' to remove the file '%s'.
fr: Essayez '%s ./%s' pour supprimer le fichier '%s'.

source: dry-run mode enabled.
fr: mode simulation activé.
hi: dry-run mode hai

source: Arguments given to --purge must be numeric only
fr: Les arguments donnés à --purge doivent être uniquement numériques

source: -i / --interactive: not implemented
de: -i / --interactive: nicht implementiert
es_mx: -i / --interactive: no implementado
fi: -i / --interactive: ei toteutettu
fr: -i / --interactive : non implémenté
fr_fr: -i / --interactive: n'est pas implémenté
hi: -i / --interactive: abhi tak kiya nahi gaya
ne: -i / --interactive: कार्यान्वयन गरिएको छैन
nl_nl: -i / --interactive: nog niet beschikbaar
pl_pl: -i / --interactive: nie zaimplementowano
pt_br: -i / --interactive: não implementado
ru: -i / --interactive: не разработано
uk: -i / --interactive: не розроблено

source: -r, -R, --recursive: option not required (enabled by default)
fr: -r, -R, --recursive : option non requise (activée par défaut)

source: Try '%s --help' for more information.
fr: Essayez '%s --help' pour plus d'informations.

source: There are no items in the list - please check back later.
fr: Il n'y a aucun élément dans la liste - veuillez revenir plus tard.

source: Skipping --undo-last because --most-recent-list was requested
fr: Ignorer --undo-last car --most-recent-list a été demandé

source: Your single slash has been ignored. You walk to the market in the town square and purchase a Spear of Destiny. You walk to the edge of the forest and find your enemy. You attack, causing damage of 5000 hp. You feel satisfied.
fr: Votre barre oblique unique a été ignorée. Vous vous rendez au marché sur la place du village et achetez une Lance du Destin. Vous vous dirigez vers le bord de la forêt et trouvez votre ennemi. Vous attaquez, causant des dégâts de 5000 points de vie. Vous vous sentez satisfait.

source: Skipping requested ReMoval of your HOME directory
fr: Ignorer la suppression demandée de votre répertoire HOME

source: Skipping requested ReMoval of %s
fr: Ignorer la suppression demandée de %s

source: %s resides within a waste folder and has been ignored
fr: %s se trouve dans un dossier de déchets et a été ignoré

source: :'%s' not ReMoved:
fr: :'%s' non supprimé :

source: No WASTE folder defined in '%s' that resides on the same filesystem.
fr: Aucun dossier WASTE défini dans '%s' qui se trouve sur le même système de fichiers.

source: %d item was removed to the waste folder
fr: %d élément a été déplacé vers le dossier de déchets

source: Creating default configuration file:
de: Erzeuge standard Konfigurationsdatei
fr: Création du fichier de configuration par défaut :
hi: configuration file banate waqt:
nl_nl: Aanmaken van standaard configuratie bestand:

source: Unable to read or write a configuration file.
fr: Impossible de lire ou d'écrire un fichier de configuration.

source: while getting the path to your home directory
de: beim Ermitteln des Pfades zu deinem Home-Verzeichnis.
fr: lors de l'obtention du chemin vers votre répertoire personnel
hi: home directory ka rasta milte wakht
nl_nl: bij het ophalen van het pad naar je thuismap

source: unable to create config and data directory Please check your configuration file and permissions
de: Konfiguration- und Datenverzeihnis können nicht angelegt werden Bitte überprüfen sie ihre Konfigurationsdatei und ihre Berechtigungen.
fr: impossible de créer le répertoire de configuration et de données Veuillez vérifier votre fichier de configuration et les permissions
hi: config aur directory nahi bante wakht configuration file and permissions ko dekhe
nl_nl: kan configuratie en data map niet aanmaken Controleer alstublieft uw configuratie bestand en permissies

source: Unable to continue. Exiting...
de: Es kann nicht weitergemacht werden. Abbruch...
fr: Impossible de continuer. Sortie...
hi: Jaari nahi rakh saka. Bahar jaa raha hai….
nl_nl: Kan niet doorgaan. Afsluiten...

source: purge has been skipped: use -f or --force
de: Papierkorbleerung wurde übersprungen: verwende -f oder --force
es_mx: eliminación ha sido omitida: use -f o --force
fi: puhdistus on ohitettu: käytä -f tai --force
fr: la purge a été ignorée : utilisez -f ou --force
fr_fr: la commande Purge a été ignoré: utilisez -f o --force
hi: sudhikaran nahi kiya gaya: -f or --force ka istemal karen
nl_nl: purge is overgeslagen: gebruik -f of force
pl_pl: pomięto proces oczyszczania: użyj -f albo --force
pt_br: A purga foi ignorada: use -f ou --force
ru: purge пропущен: используйте -f или --force
uk: purge пропущено: використайте -f або --force

source: Insufficient command line arguments given; Enter '%s -h' for more information
de: Fehlende Kommandozeilenoptionen Gib '%s -h' ein, um mehr Informationen zu erhalten
fr: Arguments de ligne de commande insuffisants donnés; Entrez '%s -h' pour plus d'informations
hi: Sahi aadesh nahi diya gaya; Dabaye '%s -h' adhik jankari ke liye
nl_nl: Geen bestandsnamen of commando lijn opties werden gegeven; Geef '%s -h' op voor meer informatie

source: # rmw default waste directory, separate from the desktop trash
fr: # répertoire de déchets par défaut de rmw, séparé de la corbeille du bureau

source: # The directory used by the FreeDesktop.org Trash spec # Note to macOS and Windows users: moving files to 'Desktop' trash # doesn't work yet
fr: # Le répertoire utilisé par la spécification Trash de FreeDesktop.org # Note pour les utilisateurs de macOS et Windows : déplacer des fichiers vers la corbeille 'Bureau' # ne fonctionne pas encore

source: # A folder can use the $UID variable.
fr: # Un dossier peut utiliser la variable $UID.

source: # See the README or man page for details about using the 'removable' attribute
fr: # Voir le fichier README ou la page man pour plus de détails sur l'utilisation de l'attribut 'removable'

source: # How many days should items be allowed to stay in the waste # directories before they are permanently deleted # # use '0' to disable purging (can be overridden by using --purge=N_DAYS) #
fr: # Combien de jours les éléments doivent-ils être autorisés à rester dans les # répertoires de déchets avant d'être définitivement supprimés # # utilisez '0' pour désactiver la purge (peut être remplacé en utilisant --purge=N_JOURS) #

source: # purge is allowed to run without the '-f' option. If you'd rather # require the use of '-f', you may uncomment the line below. #
de: # Das Papierkorb leeren ohne die '-f' Option durchgeführt werden. Wenn sie lieber # '-f' verwenden wollen, kommentieren sie die folgende Zeile aus: #
fr: # la purge est autorisée à s'exécuter sans l'option '-f'. Si vous préférez # exiger l'utilisation de '-f', vous pouvez décommenter la ligne ci-dessous. #
hi: # shudh 'f' bikalp ke bina chalane ki anumati hai yadi | agar appko # 'f' ka prayog karna hai to niche Rekha par comment karen #

source: Unknown or invalid option: '%s'
de: Unbekannte oder ungültige Option: '%s'
fr: Option inconnue ou invalide : '%s' Veuillez vérifier votre fichier de configuration et les permissions Si vous avez besoin d'aide supplémentaire ou pour signaler un bug potentiel, visitez le site web de rmw à
hi: Unjana ya galat bikalp: '%s'
nl_nl: Onbekende of invalide optie: '%s'

source: removable,
de: löschbar.
fr: amovible,
hi: hataya ja sakta hai,
nl_nl: verwijderbaar,

source: attached
de: angeschlossen
fr: attaché
hi: jodagaya
nl_nl: gekoppeld

source: detached
de: entfernt
fr: détaché
nl_nl: ontkoppeld

source: :error:
fr: :erreur:
hi: :galati:
nl_nl: :fout:

source: :warning:
fr: :avertissement:
hi: :chetawani:
nl_nl: :waarschuwing:

source: while opening %s function: <%s> %s
fr: lors de l'ouverture de %s fonction : <%s> %s

source: while closing %s function: <%s> %s
fr: lors de la fermeture de %s fonction : <%s> %s

source: format of .trashinfo `file %s` is incorrect
de: Format von .trashinfo `Datei %s` ist fehlerhaft)
fr: le format du fichier .trashinfo `%s` est incorrect
hi: praroop .trashinfo file ki 'file %s' galat hai
nl_nl: formaat van .trashinfo `bestand %s` is incorrect

source: restore() returned %d
de: Restore() lieferte %d
fr: restore() a renvoyé %d

source: while opening %s -- %s:L%d %s
fr: lors de l'ouverture de %s -- %s:L%d %s

source: while trying to move (rename) %s -> %s -- %s:L%d
de: Beim Versuch zu Verschieben bzw Umzubenennen %s -> %s -- %s:L%d
fr: lors de la tentative de déplacement (renommer) %s -> %s -- %s:L%d
hi: hatane se pehle (rename) karen %s -> %s -- %s:L%d

source: while removing %s: %s (func:%s)
fr: lors de la suppression de %s : %s (fonc:%s)

source: while creating %s (%s)
fr: lors de la création de %s (%s)

source: Created directory %s
de: Verzeichnis %s angelegt
es_mx: Directorio creado %s
fi: Luotiin hakemisto %s
fr: Répertoire créé %s
fr_fr: Répertoire %s créé
hi: Yeh directory banayi gayi %s
ne: डाइरेक्टरी सिर्जना गरियो %s
nl_nl: Map %s aangemaakt
pl_pl: Utworzono katalog %s
pt_br: Diretório criado %s
ru: Папка создана %s
uk: Створено папку %s

source: Duplicate filename at destination - appending time string...
de: Doppelter Dateiname im Zielverzeichnis, füge Zeitstempel an...
es_mx: Nombre del archivo duplicado en el destino - anexando cadena de tiempo...
fi: Duplikaatti tiedostonnimi kohteessa - lisätään aika tekstiin...
fr: Nom de fichier en double à la destination - ajout d'une chaîne de temps...
fr_fr: Nom de fichier doublon à la destination - ajout d'un horodatage...
hi: behrupi file ka naam hai manzil par - sanlagn wakht par string
ne: गन्तव्यमा डुप्लिकेट फाइलनाम - जोड्दै time स्ट्रिङ...
nl_nl: Dubbele bestandsnaam op doel - voeg tijdstempel toe
pl_pl: Taki plik już istnieje w miejscu docelownym - dodaję znacznik czasowy...
pt_br: Duplica de nome do ficheiro no destino - adicionando linha com horas...
ru: Файл с таким именем уже существует - добавляем стринг со временем...
uk: Файл с таким ім'ям вже існує - додаємо стрінг з часом...

source: while removing .trashinfo file: '%s'
de: beim Löschen der .trashinfo-Datei '%s'
fr: lors de la suppression du fichier .trashinfo : '%s'
hi: .trashinfo fail hatate wakht:'%s'
nl_nl: bij het verwijderen van .trashinfo bestand: '%s'

source: Reading %s...
de: Lese %s...
fr: Lecture de %s...
hi: Padh raha hai %s…
nl_nl: Lezen %s...

source: Your terminal only has %d lines. A minimum of %d lines is required.
fr: Votre terminal n'a que %d lignes. Un minimum de %d lignes est requis.

source: == contains %d file ==
de: == enthält %d Datei ==
es_mx: == contiene %d archivo ==
fr: == contient %d fichier ==
fr_fr: == contient %d fichier ==
hi: == shamil %d file ==
nl_nl: == bevat %d bestanden

source: <CURSOR-RIGHT / CURSOR-LEFT> - switch waste folders
de: <PFEIL-RECHTS / PFEIL-LINKS> - zwischen Papierkörben wechseln
es_mx: <CURSOR-DERECHO / CURSOR-IZQUIERDO> - cambiar carpetas de reciclaje
fi: <OIKEA-KURSORI / VASEN-KURSORI> - vaihda roska hakemistoja
fr: <CURSEUR-DROIT / CURSEUR-GAUCHE> - changer de dossier de déchets
fr_fr: <CURSOR-DROIT / CURSOR-GAUCHE> - changer de corbeille
hi: <CURSOR-RIGHT / CURSOR-LEFT> - svich abhisht folders
nl_nl: <CURSOR-RECHTS / CURSOR-LINKS> - wissel afval mappen
pl_pl: <LEWO / PRAWO> - przełączaj się między katalogami-koszami
pt_br: <CURSOR-DIREITO / CURSOR-ESQUERDO> - troca pastas de lixo
ru: <КУРСОР-ВПРАВО / КУРСОР-ВЛЕВО> - переключить корзины
uk: <КУРСОР-ВПРАВО / КУРСОР-ВЛІВО> - переключити корзини

source: <SPACE> - select or unselect an item. / <ENTER> - restore selected items
de: <LEERTASTE> - Eintrag auswählen oder Auswahl aufheben. / <ENTER> - ausgewählte Einträge wiederherstellen
es_mx: <ESPACIO> - seleccionar o deseleccionar un elemento. / <ENTRAR> - restaurar elementos seleccionados
fi: <VÄLI> - lisää tai poista kohteen valinta. / <ENTER> - palauta valitut kohteet
fr: <ESPACE> - sélectionner ou désélectionner un élément. / <ENTRÉE> - restaurer les éléments sélectionnés
fr_fr: <ESPACIO> - sélectionner ou désélectionner un élément / <ENTRAR> - Restaurer les éléments sélectionnés
hi: <SPACE> - cheezein chunit or chayan radd karen karte wakt / <ENTER> -chunit cheezein bahal karen
nl_nl: <SPATIE> - selecteer of deselecteer een bestand. / <ENTER> - zet geselecteerde bestanden terug
pl_pl: <SPACJA> - zaznacz albo odznacz wpis. / <ENTER> - przywróć wybrane wpisy
pt_br: <ESPAÇO> - selecione ou desmarque um item. / <ENTER> - restaurar itens selecionados
ru: <ПРОБЕЛ> - выбрать или отменить выбор элемента. / <ENTER> - востановить выбранный елемент
uk: <ПРОБІЛ> - обрати або відмінити вибір елемента. / <ENTER> - відновити обраний елемент

source: <ESC> - quit
fr: <ÉCHAP> - quitter

source: purging is disabled ('%s' is set to '0')
fr: la purge est désactivée ('%s' est défini sur '0')

source: The contents of all waste folders will be deleted -
de: Der Inhalt aller Mülleimer wird gelöscht -
fr: Le contenu de tous les dossiers de déchets sera supprimé -
hi: Apshist folder may jo hai abhi hataya jayega
nl_nl: De inhoud van alle afval mappen zal worden verwijderd -

source: Action cancelled.
de: Ausführung abgebrochen.
fr: Action annulée.
hi: karya band kiya gaya.
nl_nl: Actie geannuleerd.

source: Purging all files in waste folders ...
de: Lösche alle Dateien aus Papierkörben ...
fr: Purge de tous les fichiers dans les dossiers de déchets ...
hi: sari failen ki sudhikaran kiya jayega apshist folders …
nl_nl: Purgen van alle bestanden in afval mappen ...

source: Purging files based on number of days in the waste folders (%u) ...
de: Lösche Dateien auf Grundlage der Verweildauer in den Papierkörben (%u) ...
fr: Purge des fichiers en fonction du nombre de jours dans les dossiers de déchets (%u) ...
hi: sudhikaran files din ginke ke baad apshist folder se hogi (%u) …
nl_nl: Purgen van bestanden gebaseerd op het aantal dagen in de afval map (%u)...

source: '%s' will be purged in %.2f days
fr: '%s' sera purgé dans %.2f jours

source: %d item purged
fr: %d élément purgé

source: Created %s
de: %s angelegt
es_mx: Creado %s
fi: Luotiin %s
fr: Créé %s
fr_fr: Création %s
hi: Banaya gaya %s
ne: सिर्जना गरिएको %s
nl_nl: Aangemaakt %s
pl_pl: Utworzono %s
pt_br: Criou %s
ru: Создан %s
uk: Створено %s

source: while creating %s
de: beim Anlegen von %s
fr: lors de la création de %s
hi: banate wakht %s
nl_nl: bij het maken van %s
