Repository: theimpossibleastronaut/rmw
Catalog: po/*.po
Languages: de, es_mx, fi, fr, fr_fr, hi, ne, nl_nl, pl_pl, pt_br, ru, uk

source: :Error: while opening %s
es_mx: :Error: al abrir %s
fi: :Virhe: avattaessa tiedostoa %s
fr_fr: :Error: Pendant l'ouverture %s
ne: :त्रुटि: खोल्दा %s
pl_pl: :Błąd: podczas otwierania %s
pt_br: :Erro: ao abrir %s
ru: :Ошибка: при открытии %s
uk: :Помилка: при відкриванні %s

source: :Error: while removing %s
es_mx: :Error: al eliminar %s
fi: :Virhe: poistettaessa %s
fr_fr: :Error: Pendant la suppression %s
ne: :त्रुटि: हटाउँदै %s
pl_pl: :Błąd: podczas usuwania %s
pt_br: :Erro: ao remover %s
ru: :Ошибка: при удалении %s
uk: :Помилка: при видаленні %s

source: :Error: while removing .trashinfo file: '%s'
es_mx: :Error: al eliminar el archivo .trashinfo: '%s'
fi: :Virhe: poistettaessa .trashinfo tiedostoa: '%s'
fr_fr: :Error: Pendant la suppression du fichier .trashinfo: '%s'
ne: :त्रुटि: .trashinfo हटाउने क्रममा: '%s'
pl_pl: :Błąd: podczas usuwania pliku .trashinfo: '%s'
pt_br: :Erro: ao remover ficheiro .trashinfo: '%s'
ru: :Ошибка: при удалении .trashinfo file: '%s'
uk: :Помилка: при видаленні .trashinfo файлу: '%s'

source: No suitable filesystem found for "%s"
es_mx: No se encontró un sistema de archivos adecuado para "%s"
fi: Ei sopivaa tiedostojärjestelmää löydetty kohteelle "%s"
fr_fr: Il n'y a aucun filesystem trouvé pour "%s"
ne: "%s" को लागि उपयुक्त फाइल प्रणाली भेटिएन
pl_pl: Nie znaleziono odpowiedniego systemu plików dla "%s"
pt_br: Nenhum sistema de arquivos adequado encontrado para "%s"
ru: Подходящяя система файлов не найдена для "%s"
uk: Потрібна система файлів не знайдена для "%s"

source: :warning: Directory not purged - still contains files
es_mx: :advertencia: Directorio no eliminado - todavía contiene archivos
fi: :varoitus: Hakemistoa ei puhdistettu - sisältää yhä tiedostoja
fr_fr: :Alerte: le répertoire n'a pas été supprimé - il contient toujours des fichiers
ne: :चेतावनी: डाइरेक्टरी बन्द छैन - अझै फाइलहरू समावेश गर्दछ
pl_pl: :ostrzeżenie: Katalog nieoczyszczony - nadal zawiera pliki
pt_br: :aviso: Diretório não purgado - ainda contém arquivos
ru: :предупреждение: Папка не очищена - все еще содержит файлы
uk: :попередження: Папка не очищена - все ще має файли

source: :warning: Maximum depth of %u reached, skipping
es_mx: :advertencia: Profundidad máxima de %u alcanzada, omitiendo
fi: :varoitus: Maksimi syvyys %u saavutettu, ohitetaan
fr_fr: :Alerte: Nombre maximum de %u atteint, ignorer la récursion
ne: :चेतावनी: %u को अधिकतम गहिराई पुग्यो, छोडिदैछ
pl_pl: :ostrzeżenie: Maksymalna głębokość %u osiągnięta, pomijam
pt_br: :aviso: Profundidade máxima de %u alcançada, ignorando
ru: :предупреждение: Максимальная глубина %u достигнута, пропускаем
uk: :попередження: Максимальна глибина %u досягнута, пропускаємо

source: :warning: Maximum number of protected folders reached: %d
es_mx: :advertencia: Número máximo de carpetas respaldadas alcanzadas: %d
fi: :varoitus: Suojattujen hakemitojen maksimimäärä saavutettu: %d
fr_fr: :Alerte: Nombre maximum de dossier protégé atteint: %d
ne: :चेतावनी: सुरक्षित फोल्डरहरू अधिकतम संख्या पुगेको: %d
pl_pl: :ostrzeżenie: Osiągnięto maksymalną liczbę chronionych katalogów: %d
pt_br: :aviso: Número máximo de pastas protegidas atingidas: %d
ru: :предупреждение: Максимальное количество защищенных папок достигнуто: %d
uk: :попередження: Максимальну кількість захищених папок досягнуто: %d

source: :warning: Maximum number of waste folders reached: %d
es_mx: :advertencia: Número máximo de carpetas de reciclaje alcanzadas: %d
fi: :varoitus: Roska hakemistojen maksimimäärä saavutettu: %d
fr_fr: :Alerte: Nombre maximum de dossier corbeille atteint: %d
ne: :चेतावनी: Waste फोल्डरहरू अधिकतम संख्या पुगेको: %d
pl_pl: :ostrzeżenie: Osięgnięto maksymalną liczbę katalogów-koszy: %d
pt_br: :aviso: Número máximo de pastas de lixo atingidas: %d
ru: :предупреждение: Максимальное количество корзин достигнуто: %d
uk: :попередження: Максимальну кількість корзин досягнуто: %d

source: :warning: Restore() returned errors
es_mx: :advertencia: Restaurar() errores regresados
fr_fr: :Alerte: Restore() a retourné des erreurs
ne: :चेतावनी: Restore() त्रुटिहरू फर्काइएको छ
pl_pl: :ostrzeżenie: Restore() zwróciło błędy
ru: :предупреждение: Restore() восстановление возвращенных ошибок

source: :warning: failed to remove %s
es_mx: :advertencia: no se pudo eliminar %s
fi: :varoitus: poistaminen epäonnistui %s
fr_fr: :Alerte: échec de la suppresion de %s
ne: :चेतावनी: %s हटाउन असफल भयो
pl_pl: :ostrzeżenie: niepowodzenie podczas usuwania %s
pt_br: : aviso: não foi possível remover %s
ru: :предупреждение: неудачная попытка удаления %s
uk: :попередження: неможливо видалити %s

source: '%s' not found
es_mx: '%s' no encontrado
fr_fr: '%s' introuvable
ne: '%s' फेला परेन
pl_pl: nie znaleziono '%s'
ru: '%s' не найден(а)

source: Error: realpath() returned an error.
es_mx: Error: realpath() regresó un error.
fi: Virhe: realpath() palautti virheen.
fr_fr: Erreur: realpath() a retourné une erreur.
ne: त्रुटि: realpath() ले एउटा त्रुटि फर्कायो ।
pl_pl: Błąd: funkcja realpath() zwróciła błąd.
pt_br: Erro: realpath() returnou um erro.
ru: Ошибка: realpath() ошибка возращена.
uk: Помилка: realpath() помилку повернено.

source: Error: while getting the path to your home directory
es_mx: Error: al obtener la ruta a su directorio de inicio
fi: Virhe: kotihakemistosi polkua etsiessä
fr_fr: Erreur: a la récuperation du chemin de votre répertoire personnel
ne: त्रुटि: तपाईंको गृह डाइरेक्टरीको बाटो प्राप्त गर्दा
pl_pl: Błąd: podczas ustalania ścieżki katalogu domowego użytkownika
pt_br: Erro: ao obter o caminho para o diretório inicial
ru: Ошибка: при попытке получении системного пути к домашней директории
uk: Помилка: при спробі отримати системний шлях до домашньої директорії

source: If you think this may be a bug, please report it to the rmw developers.
es_mx: Si crees que esto puede ser un error, repórtalo a los desarrolladores de rmw.
fi: Jos epäilet tämän olevan bugi, ole hyvä ja ilmoita siitä rmw:n kehittäjille.
fr_fr: Si vous pensez que ceci peut être un bug, merci de le reporter aux développeurs de rmw.
ne: यदि तपाईंलाई लाग्छ कि यो बग हुन सक्छ, कृपया यसलाई rmw विकासकर्ताहरूमा रिपोर्ट गर्नुहोस्।
pl_pl: Jeśli uważasz, że to może być błąd programu, zaraportuj go autorom.
pt_br: Se você acha que isso pode ser um erro, informe os desenvolvedores do rmw.
ru: Если вы думаете что это может быть баг, пожалуйста свяжитесь с rmw разработчиками.
uk: Якщо ви думаєте що це може бути баг, будь ласка зв'яжіться з rmw розробниками.

source: No filenames or command line options were given Enter '%s -h' for more information
es_mx: No se dieron nombres de archivo u opciones de línea de comando Presiona '%s -h' para más información
fi: Ei tiedostonnimiä tai komentorivi valintoja annettu Syötä '%s -h' saadaksesi lisää tietoa
fr_fr: Aucun nom de fichier ou options de commande n'a été donné Taper '%s -h' pour plus d'info
ne: कुनै फाइलनाम वा कमाण्ड लाइन विकल्पहरू नदिएमा थप जानकारीको लागि '%s -h' दाखिल गर्नुहोस्
pl_pl: Nie podano żadnych nazw plików ani opcji Użyj '%s -h' by uzyskać więcej informacji
pt_br: Nenhum nome de arquivo ou opções de linha de comando foram dadas Digite '%s -h' para mais informação
ru: Файлы или опции коммандной строки не найдены Введите '%s -h' для дополнительной информации
uk: Файли або опції командної строки не знайдено Введіть '%s -h' для додаткової інформації

source: Restore failed: %s
es_mx: Restauración fallida: %s
fr_fr: Restauration échouée: %s
ne: पुनर्स्थापना असफल भयो: %s
pl_pl: Przywrócenie nie powiodło się: %s
ru: Восстановление безуспешно: %s

source: Skipped: %s is in a protected directory
es_mx: Omitido: %s está en un directorio protegido
fi: Ohitettiin: %s on suojatussa hakemistossa
fr_fr: Ignorer: %s est un répertoire protégé (protected)
ne: छोडियो: %s सुरक्षित डाइरेक्टरीमा छ
pl_pl: Pominięto: %s jest chronionym katalogiem
pt_br: Ignorado: %s está em um diretório protegido
ru: Пропущено: %s это защищенная папка
uk: Пропущено: %s це захищена папка

source: Usage: rmw [OPTION]... FILE... ReMove the FILE(s) to a WASTE directory listed in configuration file or: rmw -s or: rmw -u or: rmw -z FILE... Restore FILE(s) from a WASTE directory -h, --help -t, --translate display a translation of the configuration file -c, --config filename use an alternate configuration -l, --list list waste directories -g, --purge run purge even if it's been run today -o, --orphaned check for orphaned files (maintenance) -f, --force allow purge to run -B, --bypass bypass directory protection -v, --verbose increase output messages -w, --warranty display warranty -V, --version display version and license information
es_mx: Uso: rmw [OPCIÓN]... ARCHIVO... Eliminar el ARCHIVO(s) a la carpeta de RECICLAJE listado en el archivo de configuración o: rmw -s o: rmw -u o: rmw -z ARCHIVO... Restaurar ARCHIVO(s) de la carpeta de RECICLAJE -h, --help -t, --translate mostrar una traducción del archivo de configuración -c, --config filename usa una configuración alternativa -l, --list lista de carpetas de reciclaje -g, --purge ejecutar eliminación incluso si se ha ejecutado hoy -o, --orphaned verificar archivos huérfanos (mantenimiento) -f, --force permitir que se ejecute la eliminación -B, --bypass eludir la protección del directorio -v, --verbose aumentar los mensajes de salida -w, --warranty mostrar garantía -V, --version mostrar versión e información de licencia
fi: Käyttö: rmw [VALISTIN]... TIEDOSTO... Poista TIEDOSTO(t) asetustiedostossa määritettyyn ROSKA hakemistoon tai: rmw -s tai: rmw -u tai: rmw -z TIEDOSTO... Palauta TIEDOSTO(ja) ROSKA hakemistosta -h, --help -t, --translate näytä käännös asetustiedostosta -c, --config tiedostonnimi käytä vaihtoehdoista asetustiedostoa -l, --list listaa roska kansiot -g, --purge aja puhdistus vaikka se olisi jo ajettu tänään -o, --orphaned tarkista hylättyjen tiedostojen varalta (huolto toimenpide) -f, --force salli puhdistuksen ajaminen -B, --bypass ohita hakemiston suojaus -v, --verbose lisää tulostuksen määrää -w, --warranty näytä takuutiedot -V, --version näytä versio ja lisenssi tiedot
fr_fr: Uso: rmw [OPTION]... Fichier... Bouger les FICHIER(s) à la corbeille cité dans le fichier de configuration o: rmw -s o: rmw -u o: rmw -z FICHIER... Restaurer les fichier(s) de la corbeille -h, --help -t, --translate affiche une traduction du fichier de configuration -c, --config filename changer de fichier de configuration -l, --list afficher la liste des corbeilles -g, --purge relancer la commande purge meme si elle a déjà tourné aujourd'hui -o, --orphaned vérification des fichiers orphelins (maintenance) -f, --force Laisse la commande purge tourner -B, --bypass outre-passer la protection du répertoire -v, --verbose rendre plus verbeux les messages -w, --warranty afficher la garantie -V, --version afficher la version et la licence
pl_pl: Inwokacja: rmw [OPCJE]... PLIK... Usuń (przesuń) PLIK/PLIKI do katalogu-kosza określonego w pliku konfiguracyjnym albo: rmw -s albo: rmw -u albo: rmw -z PLIK... Przywróć wcześniej usunięty (przesunięty) PLIK. -h, --help wyświetl tę pomoc -t, --translate wyświetl tłumaczenie pliku konfiguracyjnego -c, --config PLIK użyj innego pliku konfiguracyjnego -l, --list wylistuj katalogi-kosze -g, --purge oczyść kosze nawet, jeżeli były już dziś oczyszczane -o, --orphaned wyszukaj osierocone pliki -f, --force pozwól na oczyszczanie koszy -B, --bypass pomiń ustawienia ochrony katalogów -v, --verbose wypisuj dodatkowe wiadomości diagnostyczne -w, --warranty wyświetl informacje nt. gwarancji -V, --version wyświetl informacje nt. wersji oraz licencji
pt_br: Uso: rmw [OPÇÃO]... FICHEIRO... Remova o(s) FICHEIRO(s) para um diretório de RECICLAGEM listado no arquivo de configuração ou: rmw -s ou: rmw -u ou: rmw -z FICHEIRO... Restaurar FICHEIRO(s) de um diretório de RECICLAGEM -h, --help -t, --translate mostra uma tradução do arquivo de configuração -c, --config NOME DO FICHEIRO usa uma configuração alternativa -l, --list lista de diretórios de reciclagem -g, --purge corre a purga, mesmo que tenha sido executada hoje -o, --orphaned verifique se há arquivos órfãos (manutenção) -f, --force permite que a purga corra -B, --bypass ignora a proteção dos diretórios -v, --verbose aumenta a saída de mensagens -w, --warranty mostra a garantia -V, --version mostra informação sobre versão e licença
ru: Использование: rmw [ОПЦИЯ]... ФАЙЛ... Удаление ФАЙЛА(ОВ) в КОРЗИНУ указанную в конфигурационном файле или: rmw -s или: rmw -u или: rmw -z ФАЙЛ... Восстановление ФАЙЛА(ОВ) из КОРЗИНЫ -h, --help -t, --translate показать перевод конфигурационного файла -c, --config filename использовать альтернативные настройки -l, --list показать список корзин -g, --purge запустить purge даже если он был запущен ранее сегодня -o, --orphaned проверить осиротевшие файлы (обслуживание) -f, --force разрешить запуск purge -B, --bypass обойти защиту папки -v, --verbose увеличить сообщения вывода -w, --warranty показать гарантию -V, --version показать версию и лицензионную информацию
uk: Використання: rmw [ОПЦІЯ]... ФАЙЛ... Видалення ФАЙЛУ(ІВ) в КОРЗИНУ вказаную в конфігураційному файлі або: rmw -s або: rmw -u або: rmw -z ФАЙЛ... Відновлення ФАЙЛУ(ІВ) з КОРЗИНИ -h, --help -t, --translate показати переклад конфігураційного файлу -c, --config filename використати альтернативні налаштування -l, --list показати список корзин -g, --purge запустити purge навіть якщо він був запущений раніше сегодня -o, --orphaned перевірити осиротівші файли (обслуговування) -f, --force дозволити запуск purge -B, --bypass обійти захист папки -v, --verbose збільшити повідомлення виводу -w, --warranty показати гарантію -V, --version показати версію та ліцензійну інформацію

source: rmw: %s(): buffer too small (got %hu, needed a minimum of %hu)
es_mx: rmw: %s(): búfer es muy chico (dispone de %hu, necesita un mínimo de %hu)
fi: rmw: %s(): puskuri on liian pieni (saatiin %hu, tarvittiin minimissään %hu)
fr_fr: rmw: %s(): la mémoire tampon est trop petit (vous avez %hu, il vous faut un minimum de %hu)
ne: rmw: %s(): बफर धेरै सानो (%hu मिल्यो, कम से कम %hu चाहिन्छ)
pl_pl: rmw: %s(): zbyt mały bufor (otrzymano %hu, potrzebne co najmniej %hu)
pt_br: rmw: %s(): buffer muito pequeno (obteve %hu, precisava de um mínimo de %hu)
ru: rmw: %s(): буффер очень мал (имеем %hu, необходимо минимум %hu)
uk: rmw: %s(): буфер занадто малий (маємо %hu, потрібно мінімум %hu)

source: # NOTE: If two WASTE folders are on the same file system, rmw will move files # to the first WASTE folder listed, ignoring the second one. #
hi: # Dhyan de :Agar do aphsist folder ek file system may hai, rmw unko hata dega # pehle aphsist folder ko likhke, dusre ko nazarandaz kiya jayega

source: # If you would like this to be your primary trash folder (which usually means # that it will be the same as your Desktop Trash folder) be sure it precedes # any other WASTE folders listed in the config file # # If you want it checked for files that need purging, simply uncomment # The line below. Files you move with rmw will go to the folder above by # default. # # Note to OSX and Windows users: sending files to 'Desktop' trash # doesn't work yet #
hi: # yadi aap chahte hai ki yeh aapka prathamik kachra folder ho(jiska aamtor par matlab hota hai # ki yeh aapko desktop trash folder ke saamna hoga) sunischit karen ki yeh pehle # config file may suchibandh bhi anya apshist folder # # yadi aap chahte hai k yeh unn failon ke liye jaanch kiya jaye jinhe mitane ki abyasakta hai, toh bas tipanni na kare # niche ki rekha| failen jo aap rmw hatayega to woh upar wale folder ko jayega # default। # # OSX aur Windows upyogi hai to dhyan de: 'Desktop' kachre keliye folder bhejna # abhi tak kaam nahi karta hai #

source: # A folder can use the $UID variable.
hi: # folder $UID variable ka istemal karta hai

source: # Removable media: If a folder has ',removable' appended to it, rmw # will not try to create it; it must be initially created manually. If # the folder exists when rmw is run, it will be used; if not, it will be # skipped Once you create "example_waste", rmw will automatically create # example_waste/info and example_waste/files
hi: # hatane yogya media: agar ek folder hai hatane yogya, yeh karne ke liye sanlagn hai, rmw # isse banana ki kosish nahi karega, yeh suru se manually roop se banaya jana chahiye, yadi # woh folder rehte rmw ko chalaya toh woh folder upyog kiya jayega, yadi nahi hoga # ek baar jab 'example_waste" banate hai, toh woh khudh ban jayega # example_waste/info aur example_waste/files may

source: # How many days should files be allowed to stay in the waste folders before # they are permanently deleted # # use '0' to disable purging #
hi: # Kitne dino tak failonko ko pehle apshist folder may rehne ki anumati di jani chahiye? # Yeh sthayi roop se hata di jati hai # mitane ke liye '0' ka upyog karen #

source: Invalid WASTE option: '%s'
de: Unbekannte oder ungültige Option: '%s'
hi: Galat apshist option: '%s'

source: The Easter Bunny says, "Hello, world."
hi: Easter Bunny bola, "Hello, Duniya."

source: while attempting to allocate memory -- %s:L%d
de: beim Versuch Speicher zu beziehen -- %s:L%d
hi: memory avantit prayas karte wakht -- %s:L%d

source: while opening %s -- %s:L%d
de: beim Öffnen %s -- %s:L%d
hi: kholte wakht %s -- %sL%d

source: Purging files based on number of days in the waste folders (%u) ...
fr_fr: Supprimer les fichiers basés sur le nombre de jour dans les Corbeilles (%u) ...

source: Restore FILE(s) from a WASTE directory
de: DATEI(en) aus einem Papierkorb wiederherstellen

source: -l, --list list waste directories
de: -l, --list Papierkörbe auflisten

source: -o, --orphaned check for orphaned files (maintenance)
de: -o, --orphaned auf verwaiste Dateien überprüfen (Wartung)

source: -v, --verbose increase output messages
de: -v, --verbose mehr Meldungen ausgeben

source: -w, --warranty display warranty
de: -w, --warranty Garantie anzeigen

source: -V, --version display version and license information
de: -V, --version Version und Lizenzinformationen anzeigen

source: ===] Restoring [===
de: ===] Wiederherstellen [===

source: -s, --select select files from list to restore
de: -s, --select wähle Dateien aus der Liste für Wiederherstellung
