Repository: theimpossibleastronaut/rmw
Catalog: po/*.po
Languages: de, es_mx, fi, fr, fr_fr, hi, ne, nl_nl, pl_pl, pt_br, ru, uk

source: Continue? (y/n):
de: Weitermachen (y/n):
fr: Continuer ? (o/n) :
hi: Jari rakhen? (haan/na):
nl_nl: Doorgaan? (y/n):

source: # How many days should files be allowed to stay in the waste folders before # they are permanently deleted # # use '0' to disable purging # purge_after = %d
nl_nl: # Hoeveel dagen zouden bestanden mogen blijven staan in de afval map # voordat ze permanent worden verwijderd # # gebruik '0' om purging uit te schakelen # purge_after = %d

source: # If you would like this to be your primary trash folder (which usually means # that it will be the same as your Desktop Trash folder) be sure it precedes # any other WASTE folders listed in the config file # # If you want it checked for files that need purging, simply uncomment # The line below. Files you move with rmw will go to the folder above by # default. # # Note to OSX and Windows users: sending files to 'Desktop' trash # doesn't work yet # # WASTE=$HOME/.local/share/Trash
nl_nl: # Als je wilt dat dit je primaire prullenbak wordt (meestal hetzelfde als de # Desktop prullenbak) draag je er zorg voor dat het de eerste AFVAL map is # voor andere mappen die in je configuratie zijn opgenomen # # Als je wilt dat bestanden worden gecontroleerd om te purgen, haal je het # commentaar hekje weg op de onderstaande reges. Bestanden die je verplaatst # met rmw gaan standaard naar de bovenstaande map. # # WASTE=$HOME/.local/share/Trash

source: # Removable media: If a folder has ',removable' appended to it, rmw # will not try to create it; it must be initially created manually. If # the folder exists when rmw is run, it will be used; if not, it will be # skipped Once you create "example_waste", rmw will automatically create # example_waste/info and example_waste/files # # WASTE=/mnt/sda10000/example_waste, removable
nl_nl: # Verwijderbare opslag: Indien een map ',removable' als suffix heeft dan zal rmw # het niet proberen aan te maken; initieel zal het zelf aangemaakt moeten worden. Als # de map bestaat als rmw gestart word, zal het niet worden gebruikt; anders zal # het worden overgeslagen. Zodra je "example_waste" aanmaakt, zal rmw automatisch # example_waste/info en example_waste/files aanmaken # #WASTE=/mnt/sda10000/example_waste, removable

source: # purge is allowed to run without the '-f' option. If you'd rather # require the use of '-f', you may uncomment the line below. # # force_required #
nl_nl: # purgen is toegestaan uit te voeren zonder de '-f' optie. Indien je liever # wilt dat de optie '-f' wordt meegegeven, dan kun je de regel hieronder inschakelen # # force_required #

source: ===] Restoring [=== -z, --restore <wildcard filename(s) pattern> -s, --select select files from list to restore -u, --undo-last undo last ReMove
es_mx: ===] Restaurando [=== -z, --restore <comodín del patrón del nombre de archivo> -s, --select seleccione archivos de la lista para restaurar -u, --undo-last deshacer última elminación
fi: ===] Palauttaminen [=== -z, --restore <jokerimerkki tiedosto(t) säännöllinenlauseke> -s, --select valitse tiedostoja palautettavaksi listasta -u, --undo-last peruuta viimeisin poisto toimenpide
fr_fr: ===] Restaurer [=== -z, --restore <model nom fichier> -s, --select selectioner la liste des fichiers à restaurer -u, --undo-last annuler le dernier ReMove
ne: ===] पुनर्स्थापना [=== -z, --restore <वाइल्डकार्ड फाइलनाम (हरू)को ढाँचा> -s, --select सूचीबाट फाइलहरू पुन: स्थापित गर्न चयन गर्नुहोस् -u, --undo-last अन्तिम पुनःप्राप्त पूर्ववत गर्नुहोस्
nl_nl: ===] Terugzetten [=== -z, --restore <joker teken bestandsna(a)m(en) patroon> -s, --select selecteer bestand(en) uit een lijst -u, --undo-last maak laatste verwijdering ongedaan
pl_pl: ===] Przywracanie [=== -z, --restore <nazwa pliku lub wzorzec z wieloznacznikiem> -s, --select wybierz z listy pliki do przywrócenia -u, --undo-last cofnij ostatnie usunięcie pliku
pt_br: ===] Restaurando [=== -z, --restore <padrão do nome do ficheiro curinga> -s, --select seleciona ficheiros da lista para restaurar -u, --undo-last reverse a última remoção
ru: ===] Восстановление [=== -z, --restore <шаблон названия файла(ов)> -s, --select выбрать файлы со списка для восстановления -u, --undo-last отменить последнее удаление
uk: ===] Відновлення [=== -z, --restore <шаблон назви файла(ів)> -s, --select обрати файли зі списку для відновлення -u, --undo-last відмінити останнє видалення

source: Visit the rmw home page for more help, and information about how to obtain support -
de: Besuchen sie die rmw Homepage um mehr Hilfe zu erhalten
hi: adhik madad aur jankari ke liye rmw homepage jaaye aur samtharna prapt karen
nl_nl: Bezoek de rmw homepage voor meer hulp, en informatie over hoe je ondersteuning kunt krijgen -

source: :return code: %d -- %s
nl_nl: :retour code: %d - %s

source: <--> Displaying part of the string that caused the error <-->
es_mx: <--> Mostrando parte de la cadena que causó el error <-->
fi: <--> Näytetään virheen aiheuttanut tekstin osa <-->
fr_fr: <--> Affichage d'un extrait de la string qui a causé l'erreur <-->
hi: <---> galati ke karan bana string <--->
ne: <--> त्रुटि सिर्जनागर्ने स्ट्रिङ्को भाग प्रदर्शन गर्दै <-->
nl_nl: <--> Deel van de tekenreeks waarin de fout op trad <-->
pl_pl: <--> Wyświetlam część tekstu, który wywołał błąd <-->
pt_br: <--> Exibindo parte da cadeia que causou o erro <-->
ru: <--> Отображение части строки, вызвавшей ошибку <-->
uk: <--> Частина лінії, яка визвала помилку <-->

source: # NOTE: If two WASTE folders are on the same file system, rmw will move files # to the first WASTE folder listed, ignoring the second one. # WASTE = $HOME/.trash.rmw
nl_nl: # LET OP: Indien twee AFVAL mappen op het zelfde bestandssysteem staan, dan zal rmw # de bestanden naar de eerste AFVAL map verplaatsen, de tweede negerend. # WASTE = $HOME/.trash.rmw

source: %d directories skipped (RMDIR_MAX_DEPTH reached)
de: %d Verzeichnisse übersprungen (RMDIR_MAX_DEPTH erreicht)
es_mx: %d directorios omitidos (RMDIR_MAX_DEPTH alcanzado)
fi: %d hakemistoa ohitettu (RMDIR_MAX_DEPTH saavutettu)
fr_fr: %d repertoires ignoré (RMDIR_MAX_DEPTH atteinte)
hi: % directories ko chodo gaya hai(RMDIR_MAX_DEPTH hogaya)
ne: %d डाइरेक्टरीहरू छोडियो (RMDIR_MAX_DEPTH पुग्यो)
nl_nl: %d directories overgeslagen (RMDIR_MAX_DEPTH bereikt)
pl_pl: Pominięto %d katalogów (osiągnięto RMDIR_MAX_DEPTH)
pt_br: %d diretórios ignorados (RMDIR_MAX_DEPTH atingido)
ru: %d папки пропущены (RMDIR_MAX_DEPTH достигнуто)
uk: %d папки пропущені (RMDIR_MAX_DEPTH досягнуто)

source: %d directories skipped (contains read-only files)
de: %d Verzeichnisse übersprungen (enthalten schreibgeschützte Dateien)
es_mx: %d directories omitidos (contiene archivos de solo lectura)
fi: %d hakemistoa ohitettu (sisältää vain-luku tiedostoja)
fr_fr: %d répertoires ignorés (contient des fichiers en lecture seule)
hi: %d directories chodi gayi hai (sirf padhne wali files)
ne: %d डाइरेक्टरीहरू छोडियो (पढ्ने-मात्र फाइलहरू समावेश छ)
nl_nl: %d directories overgeslagen (bevat alleen-lezen bestanden)
pl_pl: Pominięto %d katalogów (zawierających pliki tylko-do-odczytu)
pt_br: %d diretórios ignorados (contém arquivos somente de leitura)
ru: %d папки пропущены (содержит доступные только для чтения файлы)
uk: %d папки пропущені (вміщують доступні лише для читання файли)

source: %d file purged
de: %d Datei gelöscht
es_mx: %d archivo eliminado
fr_fr: %d fichier supprimé
hi: %d failen sudhikaran ki gayi hai
nl_nl: %dbestand gepurged

source: %d file was removed to the waste folder
es_mx: %d el archivo fue eliminado a la carpeta de reciclaje
fr_fr: %d fichier a été déplacé dans la corbeille
hi: %d failen hatayi gayi hai waste folder ko
nl_nl: %dbestand was verwijdert naar de afval map

source: %s freed
hi: %s mukht kiya gaya
nl_nl: %s vrij gemaakt

source: 'q' - quit
de: 'q' - beenden
es_mx: 'q' - salir
fi: 'q' - lopeta
fr_fr: 'q' - quitter
hi: 'q' -chodna
nl_nl: 'q' - afsluiten
pl_pl: 'q' - wyjdź
pt_br: 'q' - sair
ru: 'q' - выход
uk: 'q' - вихід

source: (%d directory deleted)
de: (%d Verzeichnis gelöscht)
hi: (%d directoriyan hatayi gayi)
nl_nl: (%d map verwijderd)

source: (%d file deleted)
de: (%d Datei gelöscht)
hi: (%d failen hatayi gayi)
nl_nl: (%d bestand gepurged)

source: (check owner/write permissions)
de: (überprüfe Eigentümer/Schreibberechtigung)
es_mx: (verificar permisos de propietario/escritura)
fi: (tarkista omistaja/kirjoitus oikeudet)
fr_fr: (vérifier le propriétaire/permissions de lecture)
hi: (malik ki parikshya/permissions likhen)
ne: (मालिक जाँच / लेख्ने अनुमतिहरू हेर्नुहोस्)
nl_nl: (controleer eigenaar/schrijf permissies)
pl_pl: (sprawdź właściciela/prawa dostępu)
pt_br: (verifique as permissões de proprietário/escrita)
ru: (проверьте owner/write права доступа)
uk: (перевірте owner/write права доступу)

source: -r / --recurse: not implemented
es_mx: -r / --recurse: no implementado
fi: -r / --recurse: ei toteutettu
fr_fr: -r / --recurse: n'est pas implémenté
ne: -r / --recurse: कार्यान्वयन गरिएको छैन
nl_nl: -r / --recurse: nog niet beschikbaar
pl_pl: -r / --recurse: nie zaimplementowano
pt_br: -r / --recurse: não implementado
ru: -r / --recurse: не разработано
uk: -r / --recurse: не розроблено

source: Directory not purged - still contains files
de: :Warnung: Verzeichnis wurde nicht gelöscht - es enthält noch Dateien
hi: Directory sudhikaran na ho -failen yahan hai
nl_nl: Directory niet gepurged - bevat nog steeds bestanden

source: File not found: '%s'
de: Datei nicht gefunden: '%s'
es_mx: Archivo no encontrado: '%s'
fi: Tiedostoa ei löytynyt: '%s'
fr_fr: Fichier introuvable: '%s'
hi: File nahi mili: '%s'
ne: फाइल फेला परेन: '%s'
nl_nl: Bestand niet gevonden: '%s'
pl_pl: Nie znaleziono pliku: '%s'
pt_br: Ficheiro não foi encontrado: '%s'
ru: Файл не найден: '%s'
uk: Файл не знайдено: '%s'

source: Maximum depth of %u reached, skipping
de: :Warnung: Maximale Tiefe von %u erreicht, überspringe ...
hi: jyada se jyada %u hua, chod dijiye
nl_nl: Maximale diepte van %u bereikt, overslaan

source: No suitable filesystem found for "%s"
de: Kein passendes Dateisystem für "%s" gefunden
hi: koi sahi filesystem nahi mile "%s"
nl_nl: Geen geschikt bestandssysteem gevonden voor "%s"

source: Restore() returned %d
nl_nl: Restore() gaf %d terug

source: Searching using only the basename...
es_mx: Buscando usando solo el nombre base...
fi: Etsitään vain tiedoston perusnimen perusteella...
fr_fr: Recherche en cours avec uniquement le nom de base du fichier...
ne: केवल basename प्रयोग गर्दै खोजी गर्दै.. .
nl_nl: Zoeken enkel op de basis naam
pl_pl: Wyszukuję, używając tylko nazwy pliku...
pt_br: Pesquisando utilizando apenas o ponto de referência...
ru: Поиск используя только базовое имя файла...
uk: Пошук використовуючи лише базове ім'я файлу...

source: Unable to read or write a configuration file.
de: Die Konfigurationsdatei kann nicht gelesen oder geschrieben werden
hi: Nahi padha or likha jaa raha configuration file
nl_nl: Kan een configuratie bestand niet lezen of schrijven.

source: Usage: rmw [OPTION]... FILE... ReMove the FILE(s) to a WASTE directory listed in configuration file or: rmw -s or: rmw -u or: rmw -z FILE... Restore FILE(s) from a WASTE directory -h, --help -t, --translate display a translation of the configuration file -c, --config filename use an alternate configuration -l, --list list waste directories -g, --purge run purge even if it's been run today -o, --orphaned check for orphaned files (maintenance) -f, --force allow rmw to purge files in the background -e, --empty completely empty (purge) all waste folders -v, --verbose increase output messages -w, --warranty display warranty -V, --version display version and license information
nl_nl: Gebruik: rmw [OPTIE] BESTAND Verwijder het/de BESTAND(en) naar een AFVAL directory opgegeven in configuratie bestand of: rmw -s of: rmw -u of: rmw -z BESTAND Zet BESTAND(en) terug uit een AFVAL directory -h, --help -t, translate toon een vertaling van de configuratie -c, --config bestandsnaam gebruik een alternatieve configuratie -l, --list geef afval mappen weer -g, --purge voer purge uit ookal is dat vandaag nog niet gebeurd -o, --orphaned controleer op wees bestanden (onderhoud) -f, --force sta toe om purge uit te voeren -e, --empty alle afval mappen legen (purgen) -v, --verbose toon meer uitvoer -w, --warranty toon garantie -V, --version toon versie en licentie informatie

source: config file: %s
de: Konfigurationsdatei. %s
nl_nl: configuratie bestand: %s

source: failed to remove %s
hi: hataya nahi jaa saka %s
nl_nl: kon %s niet verwijderen

source: function: <%s>
de: Funktion: <%s>
es_mx: función: <%s>
fi: funktio: <%s>
fr_fr: fonction: <%s>
hi: samrooh <%s>
ne: प्रकार्य: <%s>
nl_nl: functie: <%s>
pl_pl: funkcja: <%s>
pt_br: função: <%s>
ru: функция: <%s>
uk: функція: <%s>

source: invalid option in config
nl_nl: onjuiste optie in configuratie

source: no usable WASTE folder could be found Please check your configuration file and permissions If you need further help, or to report a possible bug, visit the rmw web site at
de: :Fehler: Kein benutzbarer Papierkorb-Ordner gefunden Bitte überprüfe deine Konfigurationsdatei und die Berechtigungen Wenn du weitere Hilfe brauchst oder einen Fehler melden willst, besuche die rmw-Webseite unter
hi: koi kaam ka apshisht folder nahi mila Aapko binti hai ki configuration file and anumati dekhen agar aapko madad ki ya koi galti batani hai aap rmw web site par karen
nl_nl: geen bruikbare AFVAL map kon worden gevonden Controleer je configuratie bestand en bestandspermissies Indien je meer hulp nodig hebt of je een mogelijke bug wilt rapporteren, bezoek de website van rmw op

source: purging is disabled ('purge_after' is set to '0')
es_mx: eliminación está desactivada ('purge_after' está configurada a '0')
fi: Puhdistaminen on poistettu käytöstä ('purge_after' on asetettu arvoon '0')
fr_fr: la suppression définitive 'purge' a été désactivé('purge_after' est à '0')
hi: sudhikaran nahi kiya jaa sakta('purge_after' ko '0' karen)
ne: पिर्जिंग अयोग्य गरिएको छ ('purge_after' '0'मा सेट गरिएको छ)
nl_nl: verwijderen is uitgeschakeld, 'purge_after' is ingesteld op 0
pl_pl: oczyszczanie jest wyłączone ('purge_after' ustawiono na '0')
pt_br: a purga está desativada ('purge_after' está definido para '0')
ru: необратимое удаление выключено ('purge_after' имеет значение '0')
uk: повне видалення вимкнуто ('purge_after' має значення '0')

source: realpath() returned an error.
hi: realpath() may error mila hai
nl_nl: realpath() gaf een fout terug.

source: rmw %s Author: Andy Alt (andy400-dev@yahoo.com) The RMW team: see AUTHORS file This program comes with ABSOLUTELY NO WARRANTY; for details type 'rmw -w.' This is free software, and you are welcome to redistribute it under certain conditions; see <http://www.gnu.org/licenses/gpl.html> for details.
de: rmw %s Autor: Andy Alt (andy400-dev@yahoo.com) Das RMW-Team: siehe Datei AUTHORS Dieses Programm wird OHNE JEGLICHE GARANTIE ausgeliefert; für Details gib 'rmw -w' ein. Dies ist freie Software und du darfst sie gerne unter bestimmten Bedingungen weiterverbreiten; siehe <http://www.gnu.org/licenses/gpl.html> für Details.
es_mx: rmw %s Autor: Andy Alt (andy400-dev@yahoo.com) El Equipo RMW: ver archivo de AUTORES Este programa viene SIN ABSOLUTAMENTE NINGUNA GARANTÍA; para detalles escriba 'rmw -w.' Este es un software libre, y le invitamos a redistribuirlo bajo ciertas condiciones; lea <http://www.gnu.org/licenses/gpl.html> para más detalles.
fi: rmw %s Luoja: Andy Alt (andy400-dev@yahoo.com) RMW tiimi: katso AUTHORS tiedosto Tämä ohjelma tulee TÄYSIN ILMAN TAKUUTA; nähdäksesi yksityiskohdat kirjoita 'rmw -w.' Tämä on vapaa ohjelmisto, olet vapaa jakamaan sitä eteenpäin tiettyjen ehtojen all; katso <http://www.gnu.org/licenses/gpl.html> yksityiskohtia varten.
fr_fr: rmw %s Author: Andy Alt (andy400-dev@yahoo.com) The RMW team: see AUTHORS file Ce programme vient avec ABSOLUMENT AUCUNE GARANTIE; pour les détails tapez 'rmw -w.' C'est un logiciel libre, et vous pouvez le redistribuer sous certaines conditions; voir <http://www.gnu.org/licenses/gpl.html> pour plus d'infos.
nl_nl: rmw %s Auteur: Andy Alt (andy400-dev@yahoo.com) Het RMW team: zie AUTHORS file Dit programma komt ZONDER ENIGE VORM VAN GARANTIE; voor details type 'rmw -w.' Dit is vrije software, voel je welkom om het te herdistribueren onder bepaalde condities; zie <http://www.gnu.org/licenses/gpl.html> voor details.
pl_pl: rmw %s Autor: Andy Alt (andy400-dev@yahoo.com) Zespół RMW: zobacz plik AUTHORS Ten program rozpowszechniany jest BEZ ABSOLUTNIE ŻADNEJ GWARANCJI; aby dowiedzieć się więcej, użyj 'rmw -w.' Ten program jest wolnym oprogramowaniem; możesz go rozpowszechniać przy przy zachowaniu pewnych warunków; aby uzyskać szczegółówe informacje, odwiedź <http://www.gnu.org/licenses/gpl.html>.
pt_br: rmw %s Author: Andy Alt (andy400-dev@yahoo.com) A equipa RMW: veja ficheiro AUTHORS Este programa não tem ABSOLUTAMENTE NENHUMA GARANTIA; para detalhes 'rmw -w.' Este é um software livre e você pode redistribuí-lo sob certas condições; Veja <http://www.gnu.org/licenses/gpl.html> para mais detalhes.
ru: rmw %s Автор: Энди Альт (andy400-dev@yahoo.com) RMW команда: смотрите AUTHORS файл Эта программа не включает АБСОЛЮТНО НИКАКОЙ ГАРАНТИИ; для детальной информации введите 'rmw -w.' Это бессплатная программа, может быть дистрибютирована без ограничений при определенных условиях; проверьте <http://www.gnu.org/licenses/gpl.html> для детальной информации.
uk: rmw %s Автор: Енді Альт (andy400-dev@yahoo.com) RMW команда: дивіться AUTHORS файл Ця програма не включає АБСОЛЮТНО ЖОДНОЇ ГАРАНТІЇ; для детальної інформації введіть 'rmw -w.' Це безкоштовна програма, може бути дистрибютована без обмежень при певних умовах; перевірте <http://www.gnu.org/licenses/gpl.html> для детальної інформації.

source: rmw: %s(): buffer too small (got %d, needed a minimum of %d)
de: rmw: %s(): Puffer zu klein (habe %d erhalten, brauche mindestens %d)
hi: rmw: %s(): buffer bhut chota hai (mila %d, chahiye tha %d)
nl_nl: rmw: %s(): buffer te klein (wou %d hebben, had een minimum nodig van %d)

source: search complete
es_mx: búsqueda completa
fi: haku valmis
fr_fr: recherche terminée
ne: खोजी पूरा
nl_nl: zoeken voltooid
pl_pl: wyszukiwanie zakończone
pt_br: pesquisa completa
ru: поиск завершен
uk: пошук завершено

source: while attempting to allocate memory -- %s:%d
nl_nl: tijdens het reserveren van geheugen - %s:%d

source: while changing permissions of %s
de: beim Ändern der Berechtigungen von %s
hi: badalte wakht anumati %s
nl_nl: bij het maken van %s

source: while closing %s
de: beim Schliessen von %s
hi: band karte waqt %s
nl_nl: bij sluiten van %s

source: while opening %s
de: beim Öffnen von %s
hi: kholte wakt %s
nl_nl: bij het openen van %s

source: while opening %s -- %s:%d
nl_nl: bij het openen van %s - %s:%d

source: while removing %s
de: beim Löschen von %s
hi: hatate wakht %s
nl_nl: bij het verwijderen van %s

source: while trying to move (rename) %s -> %s -- %s:%d
nl_nl: tijdens het verplaatsen (hernoemen) %s -> %s - %s:%d

source: # How many days should files be allowed to stay in the waste folders before # they are permanently deleted # # use '0' to disable purging # purge_after = 90
es_mx: # ¿Cuántos días deben permanecer los archivos en la papelera de reciclaje antes # que sean completamente eliminados # # use '0' para desactivar la eliminación # purge_after = 90
fi: # Kuinka monta päivää tiedostoja säilytetään roskahakemistossa ennen kuin # ne poistetaan pysyvästi # # aseta '0' ottaaksesi puhdistuksen pois käytöstä # purge_after = 90
fr_fr: # Combien de jours les fichiers peuvent rester dans la corbeille # avant qu'ils ne soient complètement supprimés # # Utilisez '0' pour désactiver la purge des fichiers # purge_after = 90
ne: # स्थायी रूपमा डिलिट गर्नुअगी waste फोल्डरहरूका लागि कती दिन अनुमति दिइनु पर्छ | # # खारेजी (Purge) निष्क्रिय गर्न '0'प्रयोग गर्नुहोस् # purge_after = 90
pl_pl: # Przez ile dni pliki mogą pozostać w koszu, zanim zostaną trwale usunięte? # # użyj '0' by całkowicie wyłączyć usuwanie starych plików # purge_after = 90
pt_br: # Quantos dias os ficheiros devem ser autorizados a permanecer nas pastas de # lixo antes de serem excluídos permanentemente # # use '0' para desabilitar a purga # purge_after = 90
ru: # Сколько дней файлы могут оставаться в корзине # перед полным удалением # # нажмите '0' чтобы отключить очистку # purge_after = 90
uk: # Скільки днів файли можуть залишатися в корзині # до повного видалення # # натисніть '0' щоб вимкнути очистку # purge_after = 90

source: # If attempting to rmw files under this directory, they will not be processed # unless -B --bypass is given as an argument. # # PROTECT = /usr/local/bin # PROTECT = $HOME/src
es_mx: # Si intenta rmw archivos dentro de este directorio, no serán processados # a menos que -B --bypass sea dado como argumento. # # PROTECT = /usr/local/bin # PROTECT = $HOME/src
fi: # Jos yrität käyttää rmw:ta tämän hakemiston tiedoistoihin, niitä eikäsitellä # paitsi jos -B --bypass annetaan argumenttina. # # PROTECT = /usr/local/bin # PROTECT = $HOME/src
fr_fr: # Si vous essayer de rmw des fichiers dans ce repertoire, ça n'aboutira pas # sauf si -B --bypass est utilisé comme arguments. # # PROTECT = /usr/local/bin # PROTECT = $HOME/src
ne: # यदि यो डाइरेक्टरी अन्तर्गत rmw फाइलहरू खोल्न प्रयास गर्दै हो भने , तिनीहरू प्रशोधन हुने छैनन् जबसम्म # - B --bypass तर्कको रुपमा दिइन्छ| # # PROTECT = /usr/local/bin # PROTECT = $HOME/src
pl_pl: # Pliki znajdujące się w tych katalogach będą pomijane przez rmw, # chyba, że użyta zostanie opcja -B / --bypass. # # PROTECT = /usr/local/bin # PROTECT = $HOME/src
pt_br: # Se estiver tentando rmw nos ficheiros sob este diretório, eles não serão processados # a menos que -B --bypass seja dado como um argumento. # # PROTECT = /usr/local/bin # PROTECT = $HOME/src
ru: # При попытке удаления файлов в этой папке, они не будут удалены # если не указан -B --bypass аргумент. # # PROTECT = /usr/local/bin # PROTECT = $HOME/src
uk: # При спробі видалення файлів в цій папці, вони не будуть видалені # якщо не вказаний -B --bypass аргумент. # # PROTECT = /usr/local/bin # PROTECT = $HOME/src
