Repository: theimpossibleastronaut/rmw
Catalog: po/*.po
Languages: de, es_mx, fi, fr, fr_fr, hi, ne, nl_nl, pl_pl, pt_br, ru, uk

source: # If you would like this to be your primary trash folder (which usually means # that it will be the same as your Desktop Trash folder) be sure it precedes # any other WASTE folders listed in the config file # # If you want it checked for files that need purging, simply uncomment # The line below. Files you move with rmw will go to the folder above by # default. # #WASTE=$HOME/.local/share/Trash
es_mx: # Si desea que esta sea su carpeta de reciclaje principal (lo que significa # que será el mismo que la papelera de reciclaje del escritorio) asegure que preceda # cualquier otra carpeta WASTE listada en el archivo de configuración # # Si desea que se comprueben los archivos a eliminarse, simplemente quite el comentario # La línea de abajo. Los archivos que mueva con rmw irán a la carpeta de arriba por # defecto. # #WASTE=$HOME/.local/share/Trash
fr_fr: # Si vous souhaitez que ceci soit votre corbeille principale (ce qui implique # qu'elle sera identique à la corbeille de votre bureau) veuillez vous # assurez qu'elle précède toutes les autres corbeille listées dans votre fichier de configuration # # Si vous souhaitez la sélectionner pour les fichiers qui doivent être supprimés, mettez tout simplement en commentaire # la ligne ci-dessous. Les fichiers que vous déplacez avec rmw iront automatiquement dans leci-dessus. # #WASTE=$HOME/.local/share/Trash
ne: # यदि तपाईं यो तपाइँको प्राथमिक Trash फोल्डर बनाउन चाहनुहुन्छ(जसलाई सामान्यतया तपाईंको डेस्कटप # Trash फोल्डरको रूपमा लिन सकिन्छ) यो निश्चित गर्नुहोस् किकन्फिगरेसन फाइलमा सूचीबद्ध # अन्य कुनै पनि WASTE फोल्डहरूभन्दा यो अगाडि हुनपर्दछ। # # यदि तपाई बन्द गर्न पर्ने फाईलहरू जाँच गर्न चाहनुहुन्छ, बस तलको लाइन टिप्पणी (comment) गर्नुहोस् # तपाईंले Rmw सँग सार्नु भएको फाइल पूर्वनिर्धारित रूपमा फोल्डरमा जान्छ | # #WASTE=$HOME/.local/share/Trash
pl_pl: # Jeżeli chcesz, żeby ten wpis (zazwyczaj jednoznaczny z Koszem używanym # przez programy graficzne) był twoim głównym katalogiem-koszem, # upewnij się, że wystąpi on przed wszystkimi innymi katalogami WASTE. # # Jeżeli chcesz, aby był on sprawdzany w poszukiwaniu plików do oczyszczenia, # po prostu odkomentuj linię poniżej. # Pliki usunięte przez rmw trafią domyślnie do katalogu powyżej. # #WASTE=$HOME/.local/share/Trash
pt_br: # Se você gostaria que esta fosse sua pasta de lixo primária (que geralmente significa # que será a mesma que a pasta de lixo na sua área de trabalho) tenha certeza de que ela precede # quaisquer outras pastas WASTE listadas no arquivo de configuração # # Se você quiser verificar os arquivos que precisam ser purgados, basta descomentar # A linha abaixo. Os arquivos que você mover com o rmw irão para a pasta acima por # padrão. # #WASTE=$HOME/.local/share/Trash
ru: # Если вы хотите, чтобы эта папка была главной для хранения удаленных файлов, (что обычно значит # что она будет такой же как ваша Корзина на Рабочем Столе) убедитесь что она предшествует # любым другим папкам для хранения удаленных файлов, перечисленных в конфигурационном файле # # Если вы хотите проверять файлы, которые нуждаются в очистке, просто раскомментируйте # следующую строку. Файлы, которые перемещены с помощью rmw будут помещены в указанную выше папку # по умолчанию. # #WASTE=$HOME/.local/share/Trash
uk: # Якщо ви хочете, щоб ця папка була головною для зберігання видалених файлів, (що зазвичай означає # що вона буде такою ж як ваша Корзина на Робочому Столі) переконайтесь що вона передує # будь-яким іншим папкам для зберігання видалених файлів, перечислених в конфігураційному файлі # # Якщо ви хочете перевіряти файли, які потребують очистку, просто розкоментуйте # наступну стрічку. Файли, які переміщені за допомогою rmw будуть поміщені в обрану вище папку # за замовчуванням. # #WASTE=$HOME/.local/share/Trash

source: # NOTE: If two WASTE folders are on the same file system, rmw will move files # to the first WASTE folder listed, ignoring the second one. # WASTE = $HOME/.trash.rmw
es_mx: # NOTA: Si dos carpetas WASTE están en el mismo sistema de archivos, rmw moverá archivos # a la primer carpeta WASTE listada, ignorando la segunda. # WASTE = $HOME/.trash.rmw
fi: # HUOMIO: Jos samassa tiedostojärjestelmässä on kaksi ROSKA hakemistoa, rmw siirtää tiedostot # ensimmäiseen listattuun ROSKA hakemistoon, välittämättä toisesta. # WASTE = $HOME/.trash.rmw
fr_fr: # NOTE: Si deux corbeilles sont sur le même répertoire, rmw déplacera les fichiers # sur la première corbeille de la liste, et ignorera la seconde. # WASTE = $HOME/.trash.rmw
ne: # नोट: यदि दुई WASTE फोल्डरहरू एउटै फाइल प्रणालीमा छन् भने, rmw ले फाइलहरू पहिलो WASTE फोल्डरमा सूचीबद्ध गर्नेछ, दोस्रोलाई बेवास्ता गर्दछ। # WASTE = $HOME/.trash.rmw
pl_pl: # UWAGA: Jeżeli dwa katalogi WASTE znajdują się w ramach tego samego # systemu plików, rmw będzie przenosić pliki tylko do pierwszego z nich, # zupełnie ignorując drugi wpis. # WASTE = $HOME/.trash.rmw
pt_br: # NOTA: Se duas pastas WASTE estiverem no mesmo sistema de arquivos, o rmw irá mover ficheiros # para a primeira pasta WASTE listada, ignorando a segunda. # WASTE = $HOME/.trash.rmw
ru: # ВНИМАНИЕ: Если в одной системе указаны две КОРЗИНЫ, rmw переместит файлы # в первую Корзину в списке, игнорируя вторую. # WASTE = $HOME/.trash.rmw
uk: # УВАГА: Якщо в одній системі вказані дві КОРЗИНИ, rmw перемістить файли # в першу Корзину в списку, ігноруючи другу. # WASTE = $HOME/.trash.rmw

source: # Removable media: If a folder has ',removable' appended to it, rmw # will not try to create it; it must be initially created manually. If # the folder exists when rmw is run, it will be used; if not, it will be # skipped Once you create "example_waste", rmw will automatically create # example_waste/info and example_waste/files # #WASTE=/mnt/sda10000/example_waste, removable
es_mx: # Medios extraíbles: si una carpeta tiene ',extraíble' agregado a ella, rmw # no intentará crearlo; debe ser creado inicialmente de forma manual. Si # la carpeta existe cuando rmw es executado, será usada; sino, será # omitido Una vez que creés "example_waste", rmw automáticamente creará # example_waste/info y example_waste/files # #WASTE=/mnt/sda10000/example_waste, removable
fr_fr: # Stockage amovible: Si un dossier a ',removable' dans son nom, rmw # n'essaiera pas de le créer; il faudra, dans un premier temps, le créer manuellement # Si le dossier existe quand rmw est lancé, il sera utilisé; sinon, il sera # ignoré. Dès que vous créez "example_waste", rmw va automatiquement créer # example_waste/info et example_waste/files # #WASTE=/mnt/sda10000/example_waste, removable
pl_pl: # Dyski przenośne: jeżeli katalog ma dodane ',removable' na końcu jego nazwy, # rmw nie będzie próbować do utworzyć; musi on zostać stworzony ręcznie. # Jeżeli katalog będzie istniał podczas działania rmw, zostanie on użyty; # w przeciwnym wypadku, zostanie pominięty. # Kiedy już stworzysz "przykladowy_kosz", rmw automatycznie utworzy # "przykladowy_kosz/info" oraz "przykladowy_kosz/files". # #WASTE=/mnt/sda10000/przykladowy_kosz, removable
pt_br: # Mídia removível: se uma pasta tiver ', removível' anexada a ela, rmw # não tentará criá-la, ela deve inicialmente ser criada manualmente. Se # a pasta existe quando o rmw é executado, ela será usada, se não for, será # saltada. Depois de criar "example_waste", o rmw criará automaticamente # example_waste/info e example_waste/files # #WASTE=/mnt/sda10000/example_waste, removable
ru: # Удаляемая медия: Если имя папки содержит ',removable', rmw # не создаст ее; это должно быть сделано вручную. Если # папка создана когда rmw запускается, она будет использована; если нет, то она будет # пропущенна Как только вы создадите "example_waste", rmw автоматически создаст # example_waste/info и example_waste/files # #WASTE=/mnt/sda10000/example_waste, removable
uk: # Видаляюча медія: Якщо назва папки містить ',removable', rmw # не створить її; це має бути зроблено вручну. Якщо # папка створена коли rmw запускається, вона буде використана; якщо ні, то вона буде # пропущена Як тільки ви створите "example_waste", rmw автоматично створить # example_waste/info та example_waste/files # #WASTE=/mnt/sda10000/example_waste, removable

source: # purge will not run unless `--force` is used at the command line. Uncomment # the line below if you would like purge to check daily for files that # that exceed the days specified in purge_after # #force_not_required
es_mx: # purge no se ejecutará a menos que `--force` sea usado en la línea de comandos. Descomente # la línea a continuación si desea que purge verifiquer diariamente los archivos que # excedan los días especificados en purge_after # #force_not_required
fi: # puhdistusta ei ajeta ilman `--force` valitsinta. Poista # kommentti alemmalta riviltä jos haluat päivittäisen tarkistuksen # tiedostojen varalta jotka ovat vanhempiaa kuin purge_after määrittelee # #force_not_required
fr_fr: # Purge ne se lancera pas si `--force` n'est pas utilisé en ligne de commande Décommentez # la ligne ci-dessous si vous souhaitez que Purge vérifie de façon quotidienne les fichiers qui dépassent le nombre de jour specifié dans purge_after # #force_not_required
ne: # `--force` कमाण्ड लाइन मा प्रयोग नभएसम्म पर्ज चल्दैन। तलको लाइन टिप्पणीनगर्नुहोस् # यदि तपाईं दैनिक पर्जले जाँच गर्नचाहानुहुन्छ # जुन फाइलहरु जो purge_after मा निर्दिष्ट दिन भन्दा बढी छन | # #force_not_required
pl_pl: # oczyszczanie nie zostanie uruchomione, o ile nie zostanie # przekazana opcja `--force`. # Odkomentuj linię poniżej, jeżeli chcesz codziennie usuwać pliki # przekraczające liczbę dni określoną prez `purge_after` # #force_not_required
pt_br: # purge não será executado a menos que` --force` seja usado na linha de comando. Descomente # a linha abaixo, se desejar purgar para verificar diariamente os arquivos # que excedem os dias especificados em purge_after # #force_not_required
ru: # purge не будет совершена если `--force` не указан в коммандной строке. Раскомментируйте # следующую строку чтобы purge ежедневно проверял файлы которые # превышают количество дней указанных в purge_after # #force_not_required
uk: # purge не буде запущена якщо `--force` не вказана в командній строці. Розкоментуйте # наступну строку щоб purge щоденно перевіряв файли які # перевищують кількість днів вказаних у purge_after # #force_not_required

source: Purging files (purge_after = %u) ...
es_mx: Eliminando archivos (purge_after = %u) ...
ne: फाइलहरू बन्द गर्दै (purge_after = %u) ...

source: ===] First time use [=== After rmw is installed, create the user configuration directory by typing 'rmw' and hitting enter. It's recommended to copy /etc/rmwrc (or /usr/local/etc/rmwrc) to '$HOME/.config/rmw' and then rename it to 'config': 'cd ~/.config/rmw' '~/.config/rmw$ cp /etc/rmwrc .' '~/.config/rmw$ mv rmwrc config' Then edit the file to suit your needs. Visit the rmw home page for more help, and information about how to obtain support - http://github.com/andy5995/rmw/wiki
es_mx: ===] Primer vez de uso [=== Después que se instale rmw, crea el directorio de configuración del usuario escribiendo 'rmw' y pulsando Enter. Se recomienda copiar /etc/rmwrc (o /usr/local/etc/rmwrc) a '$HOME/.config/rmw' y cambiarle el nombre a 'config': 'cd ~/.config/rmw' '~/.config/rmw$ cp /etc/rmwrc .' '~/.config/rmw$ mv rmwrc config' Luego edite el archivo a sus necesidades. Visite la página de inicio de rmw para obtener más ayuda e información sobre cómo obtener apoyo - http://github.com/andy5995/rmw/wiki
fr_fr: ===] Première utilisation[=== Après l'installation de rmw, il faut créer le répertoire de configuration utilisateur en typant 'rmw' et faire 'Entrée'. C'est vivement conseillé de copier /etc/rmwrc (o /usr/local/etc/rmwrc) vers '$HOME/.config/rmw' et de le renommer à 'config': 'cd ~/.config/rmw' '~/.config/rmw$ cp /etc/rmwrc .' '~/.config/rmw$ mv rmwrc config' et de le modifier pour correspondre à vos besoins Visitez la page d'accueil de rmw pour avoir plus d'aide et d'info sur comment obtenir du support - http://github.com/andy5995/rmw/wiki
ne: ===] पहिलो पटक प्रयोग [=== rmw स्थापना भएपछि, प्रयोगकर्ता कन्फिगरेसन डाइरेक्टरी सिर्जना गर्नुहोस् 'rmw'टाइप गरेर र enter हानेर. यसलाई प्रतिलिपि गर्न सिफारिस गरिएको छ /etc/rmwrc (or /usr/local/etc/rmwrc) to '$HOME/.config/rmw' र त्यसपछि यसलाई पुन: 'config' नामाकरण गर्नुहोस्: 'cd ~/.config/rmw' '~/.config/rmw$ cp /etc/rmwrc .' '~/.config/rmw$ mv rmwrc config' त्यसपछि तपाईंको आवश्यकता अनुरूप गर्न फाईल सम्पादन गर्नुहोस् | अधिक मद्दत र जानकारीको लागि rmw ​​गृहपृष्ठमा जानुहोस् कसरी सहयोग प्राप्त गर्ने - http://github.com/andy5995/rmw/wiki
pl_pl: ===] Pierwsze użycie [=== Po instalacji rmw, stwórz katalog ustawień użytkownika wpisując 'rmw' i wciskając "enter". Zaleca się skopiowanie /etc/rmwrc (lub /usr/local/etc/rmwrc) do '$HOME/.config/rmw' a potem zmianę nazwy tego pliku na 'config': 'cd ~/.config/rmw' '~/.config/rmw$ cp /etc/rmwrc .' '~/.config/rmw$ mv rmwrc config' Następnie można dopasować ustawienia (treść pliku) do swoich potrzeb. Aby uzyskać więcej informacji, odwiedź stronę domową programu: http://github.com/andy5995/rmw/wiki
ru: ===] При первом использовании [=== После того как rmw установлен, создайте папку конфигураций пользователя введите 'rmw' и нажмите enter. Рекомендуется скопировать /etc/rmwrc (or /usr/local/etc/rmwrc) to '$HOME/.config/rmw' и потом переименнуйте в 'config': 'cd ~/.config/rmw' '~/.config/rmw$ cp /etc/rmwrc .' '~/.config/rmw$ mv rmwrc config' После этого отредактируйте файл для ваших нужд. Посетите rmw домашнюю страницу для помощи, и информации о поддержке - http://github.com/andy5995/rmw/wiki

source: :Error number %d trying to move %s :
es_mx: :Error del número %d intentando mover %s :
fi: :Virhe numero %d yritettäessä liikuttaa %s :
fr_fr: :Error numero %d tentative to bouger %s :
ne: :त्रुटि संख्या %d ले %s सार्न प्रयास गर्दै:
pl_pl: :Błąd: numer %d podczas próby przeniesienia %s :
pt_br: :Erro número %d tentando mover %s :
ru: :Номер ошибки %d попытка переместить %s :
uk: :Номер помилки %d спроба перемістити %s :

source: :Error: Able to open '%s' but encountered an unknown error
es_mx: :Error: Capaz de abrir '%s' pero se encontró un error desconocido
fr_fr: :Error: permission d'ouvrir '%s' mais une erreur inattendue a été rencontré
ne: :त्रुटि: '%s' खोल्न सक्षम भयो तर अज्ञात त्रुटिको सामना गर्यो
pl_pl: :Błąd: Nieznany błąd podczas otwierania '%s'
ru: :Ошибка: Удачно открыт '%s' но возникла неизвестная ошибка

source: :Error: Can not open configuration file %s (or) %s%s A default configuration file can be found at https://github.com/andy5995/rmw/tree/master/etc Terminating...
es_mx: :Error: No se puede abrir el archivo de configuración %s (o) %s%s Un archivo de configuración predeterminado se puede encontrar en https://github.com/andy5995/rmw/tree/master/etc Terminando...
fr_fr: :Error: Impossible d'ouvrir le fichier de configuration %s (o) %s%s un fichier de configuration par defaut est disponible sur https://github.com/andy5995/rmw/tree/master/etc Résiliation...
pl_pl: :Błąd: otwarcie pliku ustawień nie powiodło się %s (albo) %s%s Przykładowy plik ustawień można znaleźć pod adresem https://github.com/andy5995/rmw/tree/master/etc Zamykanie programu...
ru: :Ошибка: Невозможно открыть конфигурационный файл %s (или) %s%s Конфигурационный файл по умолчанию находится https://github.com/andy5995/rmw/tree/master/etc Остановка...

source: :Error: The number of lines in configuration file must be less than %d
es_mx: :Error: El número de líneas en el archivo de configuración debe ser menor que %d
fr_fr: :Error: Le nombre de lignes dans le fichier de configuration doit être inférieur à %d
ne: :त्रुटि: कन्फिगरेसन फाइलमा लाइनको सङ्ख्या %d भन्दा कम हुनुपर्छ
pl_pl: :Błąd: plik ustawień musi zawierać poniżej %d linii
ru: :Ошибка: Количество строк в конфигурационном файле не может превышать %d

source: :Error: buffer overrun (segmentation fault) prevented.
es_mx: :Error: Desbordamiento de búfer (falla de segmentación) prevenido.
fi: :Virhe: puskurin ylivuoto (segmentaatio vika) estetty.
fr_fr: :Error: Prévention du remplissage de la mémoire tampon(segmentation fault)
ne: :त्रुटि: बफर ओभरराइन (विभाजन त्रुटि) रोकियो
pl_pl: :Błąd: zapobieżono przepełnieniu bufora (naruszeniu ochrony pamięci)
pt_br: :Erro: saturação de buffer (falha de segmentação) impedida.
ru: :Ошибка: предотвращена перезагрузка буффера (segmentation fault).
uk: :Помилка: запобігання перезагрузки буфера (segmentation fault).

source: :Error: format of .trashinfo `file %s` is incorrect (Line %d)
es_mx: :Error: formato de .trashinfo `archivo %s` es incorrecto (Línea %d)
ne: :त्रुटि: .trashinfo `फाइल %s` को ढाँचा गलत छ (लाइन %d)

source: :Error: invalid option in config
es_mx: :Error: Opción invalida en config
fi: :Virhe: epäkelpo asetus asetustiedostossa
fr_fr: :Error: Option invalid dans la configuration
ne: :त्रुटि: config मा अवैध विकल्प
pl_pl: :Błąd: nieprawidłowa opcja w ustawieniach
pt_br: : Erro: opção inválida no config
ru: :Ошибка: неправильная опция в config
uk: :Помилка: невірна опція в config

source: :Error: invalid purge_after value in configuration
es_mx: :Error: Valor inválido purge_after en configuración
fi: :Virhe: muuttujan purge_after arvo on epäkelpo
fr_fr: :Error: La valeur depurge_after du fichier de configuration est invalide
ne: :त्रुटि: कन्फिगरेसन फाइलमा अवैध purge_after मान
pl_pl: :Błąd: nieprawidłowa wartość purge_after w ustawieniach
pt_br: : Erro: valor purge_after inválido na configuração
ru: :Ошибка: неверное значение purge_after в конфигурации
uk: :Помилка: невірне значення purge_after в конфігурації

source: :Error: no usable WASTE folder could be found Please check your configuration file and permissions If you need further help, or to report a possible bug, visit the rmw web site at https://github.com/andy5995/rmw/wiki Unable to continue. Exiting...
es_mx: :Error: no se pudo encontrar una carpeta WASTE utilizable Por favor revise su archivo de configuración y permisos Si necesita ayuda adicional, o para informar un posible error, visite el sitio web de rmw en https://github.com/andy5995/rmw/wiki No se puede continuar. Terminando...
fr_fr: :Error: Impossible de trouver une corbeille valide/utilisable Merci de vérifier votre fichier de configuration et vos permissions Si vous avez besoin de plus d'aides ou de remonter un problème, visitez le site de rmw sur https://github.com/andy5995/rmw/wiki Impossible de continuer. Fin...
ne: :त्रुटि: कुनै योग्य Waste फोल्डर भेट्टाउन सकिएन आफ्नो कन्फिगरेसन फाइल र अनुमति जाँच गर्नुहोस् तपाईं थप सहायता गर्न आवश्यक छ भने, वा सम्भव बग रिपोर्टगर्न rmw वेब साइट मा जानुहोस् https://github.com/andy5995/rmw/wiki जारी गर्न सकिएन।विद्यमान ...
pl_pl: :Błąd: nie znaleziono żadnego nadającego się do użycia katalogu-kosza Proszę, sprawdź swoje ustawienia oraz prawa dostępu do katalogów Jeżeli potrzebujesz dalszej pomocy, albo chcesz zgłosić błąd programu, odwiedź stronę domową programu pod adresem https://github.com/andy5995/rmw/wiki Zamykanie programu...
pt_br: :Erro: não foi encontrada nenhuma pasta WASTE utilizável Verifique o arquivo de configuração e as permissões Se você precisar de mais ajuda, ou para denunciar um possível erro, visite o site do rmw em https://github.com/andy5995/rmw/wiki Não é possível continuar. Saindo...
ru: :Ошибка: доступная Корзина не найдена Пожалуйста проверьте конфигурационный файли и права доступа к файлу Для помощи, или сообщения возможного бага, перейдите на rmw веб страницу https://github.com/andy5995/rmw/wiki Невозможно продолжить. Остановка...
uk: :Помилка: доступну Корзину не знайдено Будь ласка перевірте конфігураційний файл та права доступу до файлу Для допомоги, або повідомлення можливого бага, перейдіть на rmw веб сторінку https://github.com/andy5995/rmw/wiki Неможливо продовжити. Зупиняємо...

source: :Error: number %d trying to create a .trashinfo file
es_mx: :Error: número %d intentando crear un archivo .trashinfo
fi: :Virhe: numero %d yritettäessä luoda .trashinfo tiedostoa
fr_fr: :Error: numero %d en essayant de créer un fichier .trashinfo
ne: :त्रुटि: संख्या% d .trashinfo फाइल सिर्जना गर्न प्रयास गर्दै
pl_pl: :Błąd: numer %d podczas próby utworzenia pliku .trashinfo
pt_br: : Erro: número %d tentando criar um ficheiro .trashinfo
ru: :Ошибка: %d пытается создать .trashinfo файл
uk: :Помилка: %d намагається створити .trashinfo файл

source: :Error: unable to create config and data directory Please check your configuration file and permissions If you need further help, or to report a possible bug, visit the rmw web site at https://github.com/andy5995/rmw/wiki Unable to continue. Exiting...
es_mx: :Error: No se pudo crear config y el directorio de datos Por favor revise su archivo de configuración y permisos Si necesita ayuda adicional, o para informar un posible error, visite el sitio web de rmw en https://github.com/andy5995/rmw/wiki No se puede continuar. Terminando...
fi: :Virhe: Asetustiedoston ja data hakemiston luominen epäonnistui Tarkista asetustiedostosi ja oikeudet Jos tarvitset lisää apua, tai haluat raportoida mahdollisesta bugista vieraile rmw:n nettisivuilla https://github.com/andy5995/rmw/wiki Jatkaminen mahdotonta. Lopetetaan
fr_fr: :Error: Impossible de créer le répertoire de configuration et data(données) Merci de vérifier votre fichier de configuration et vos permissions Si vous avez besoin d'aide supplementaire ou de rapporter un éventuel bug, merci de visiter le site de rmw en https://github.com/andy5995/rmw/wiki Impossible de continuer. Fin...
ne: :त्रुटि: कन्फिगर र डेटा डाइरेक्टरी सिर्जना गर्न असमर्थ कृपया तपाईंको कन्फिगरेसन फाइल र अनुमतिहरू जाँच गर्नुहोस् यदि तपाईंलाई थप सहयोग चाहिन्छ, वा सम्भावित बग प्रतिवेदन गर्न आवश्यक छ भने, तलको rmw वेब साइट मा जानुहोस् https://github.com/andy5995/rmw/wiki जारी गर्न असमर्थ। बाहिर निस्किँदै...
pl_pl: :Błąd: utworzenie katalogu ustawień oraz danych nie powiodło się Proszę, sprawdź swoje prawa dostępu Jeżeli potrzebujesz dalszej pomocy, albo chcesz zgłosić błąd programu, odwiedź stronę domową programu pod adresem https://github.com/andy5995/rmw/wiki Zamykanie programu...
pt_br: :Erro: incapaz de criar diretório de configuração e dados Verifique o ficheiro de configuração e as permissões Se você precisar de mais ajuda, ou para denunciar um possível erro, visite o site do rmw em https://github.com/andy5995/rmw/wiki Não é possível continuar. Saindo...
ru: :Ошибка: Невозможно создать config и data папку Пожалуйста проверьте конфигурационный файли и права доступа к файлу Для помощи, или сообщения возможного бага, перейдите на rmw веб страницу https://github.com/andy5995/rmw/wiki Unable to continue. Exiting...
uk: :Помилка: Неможливо створити config та data папку Будь ласка перевірте конфігураційний файл і права доступа до файла Для допомоги, чи повідомлення можливого бага, перейдіть на rmw веб сторінку https://github.com/andy5995/rmw/wiki Неможливо продовжити. Зупиняємо...

source: :Error: while changing permissions of %s
es_mx: :Error: al cambiar los permisos de %s
fi: :Virhe: muutettaessa oikeuksia kohteelle %s
fr_fr: :Error: Pendant le changement de permissions de %s
pl_pl: :Błąd: podczas zmiany praw uprawnień do %s
pt_br: : Erro: ao alterar permissões de %s
ru: :Ошибка: при изменении прав доступа %s
uk: :Помилка: при зміні прав доступу %s

source: :Error: while closing %s
es_mx: :Error: al cerrar %s
fi: :Virhe: suljettaessa tiedostoa %s
fr_fr: :Error: Pendant la fermeture %s
ne: :त्रुटि: बन्द हुँदा %s
pl_pl: :Błąd: podczas zamykania %s
pt_br: :Error: ao fechar %s
ru: :Ошибка: при закрытии %s
uk: :Помилка: при закриванні %s

source: :Error: while creating %s
es_mx: :Error: al crear %s
fi: :Virhe: luotaessa %s
fr_fr: :Error: Pendant la création %s
ne: :त्रुटि: सिर्जना गर्दा %s
pl_pl: :Błąd: podczas tworzenia %s
pt_br: :Error ao criar %s
ru: :Ошибка: при создании %s
uk: :Помилка: при створенні %s
